[
  {
    "Q": "哲学是（   ）。 A. 关于自然、社会和人类思维发展的一般规律的学说 B. 关于世界观和方法论的科学 C. 自然知识和社会知识的总和 D. 理论化、系统化的世界观",
    "A": "D"
  },
  {
    "Q": "恩格斯认为，全部哲学、特别是近代哲学的重大的基本问题是（   ）。 A. 运动和静止的关系问题 B. 人与周围世界的联系问题 C. 思维和存在的关系问题 D. 联系与发展的关系问题",
    "A": "C"
  },
  {
    "Q": "思维和存在有无同一性的问题是指（   ）。 A. 思维和存在能否在一定条件下等同起来 B. 思维能否认识存在的问题 C. 划分唯物论和唯心论的标准 D. 思维的至上性和非至上性的问题",
    "A": "B"
  },
  {
    "Q": "哲学的两大基本派别是指（   ）。 A. 主观唯心主义和客观唯心主义 B. 辩证法和形而上学 C. 唯物主义和唯心主义 D. 可知论和不可知论",
    "A": "C"
  },
  {
    "Q": "划分唯物主义和唯心主义的标准在于是否承认（   ）。 A. 世界是普遍联系和变化发展的 B. 世界是统一的 C. 思维和存在的关系中存在是第一性的 D. 世界是可认识的",
    "A": "C"
  },
  {
    "Q": "唯物主义的三个发展阶段是（   ）。 A. 古代原子论、近代原子论、现代原子论 B. 庸俗唯物主义、自然唯物主义、历史唯物主义 C. 古代朴素唯物主义、近代形而上学唯物主义、现代辩证唯物主义 D. 朴素辩证法、唯心辩证法、唯物辩证法",
    "A": "C"
  },
  {
    "Q": "唯心主义的两种基本形式（   ）。 A. 形而上学唯心主义和辩证唯心主义 B. 可知论的唯心主义和不可知论的唯心主义 C. 彻底的唯心主义和不彻底的唯心主义 D. 主观唯心主义和客观唯心主义",
    "A": "D"
  },
  {
    "Q": "下列观点属于客观唯心主义的是(   )。 A. 万物皆备于我 B. 存在就是被感知 C. 生死有命，富贵在天 D. 心外无物",
    "A": "C"
  },
  {
    "Q": "否认思维和存在具有同一性的哲学是（   ）。 A. 唯心主义 B. 经验主义 C. 不可知论 D. 二元论",
    "A": "C"
  },
  {
    "Q": "划分可知论和不可知论的标准是(   )。 A. 哲学基本问题 B. 物质和意识的关系问题 C. 物质和意识谁是第一性的问题 D. 物质和意识有无同一性的问题",
    "A": "D"
  },
  {
    "Q": "形而上学唯物主义哲学的局限性是（   ）。 A. 主观性、片面性和表面性 B. 直线性、循环性和盲目性 C. 机械性、形而上学性和不彻底性 D. 孤立地、静止地和片面地看问题",
    "A": "C"
  },
  {
    "Q": "相信“意念移物”，甚至相信可以用意念来直接改变物质结构，就是信奉（   ）。 A. 主张精神主宰客观物质世界的主观唯心论 B. 主张精神是脱离人脑独立存在的客观唯心论 C. 认为人的思想是特殊物质的机械唯物主义 D. 认为人具有主观能动性的实践唯物主义",
    "A": "A"
  },
  {
    "Q": "“心诚则灵，心不诚则不灵”的说法是（   ）。 A. 主张物质和意识具有统一性的辩证唯物主义观点 B. 主张思想就是物质的庸俗唯物主义观点 C. 认为世界是绝对精神外化的客观唯心主义观点 D. 夸大了意识能动作用的唯心主义观点",
    "A": "D"
  },
  {
    "Q": "哲学上的一元论认为（   ）。 A. 世界是统一的 B. 世界是发展变化的 C. 世界是物质的 D. 世界是精神的",
    "A": "A"
  },
  {
    "Q": "主观唯心主义的特征是（   ）。 A. 主张只有理性认识才是正确的 B. 主张只有感性认识才是正确的 C. 认为人的精神是崇高的 D. 认为世界是人的主观精神的产物",
    "A": "D"
  },
  {
    "Q": "客观唯心主义的特征是（   ）。 A. 认为理性认识是可靠的 B. 人的意识是世界的本原 C. 物质世界不以人的意识为转移 D. 认为世界是某种独立精神的产物",
    "A": "D"
  },
  {
    "Q": "“旧唯物主义是半截子的唯物主义”，这是指 (  )。 A. 旧唯物主义是形而上学的唯物主义 B. 旧唯物主义在社会历史观上是唯心主义 C. 旧唯物主义是机械唯物主义 D. 旧唯物主义是割裂了运动与静止的辩证法",
    "A": "B"
  },
  {
    "Q": "古代朴素唯物主义的物质观把物质归结为（   ）。 A. 存在 B. 绝对观念 C. 灵魂 D. 某种或某些具体的物质形态",
    "A": "D"
  },
  {
    "Q": "形而上学唯物主义物质观的错误在于（   ）。 A. 没有自然科学的依据 B. 不懂得一般和个别的辩证法 C. 否认物质的客观性 D. 是对物质的自发猜测",
    "A": "B"
  },
  {
    "Q": "列宁对辩证唯物主义物质范畴的定义是通过（   ）。 A. 物质与意识的关系界定的 B. 个别与一般的关系界定的 C. 哲学与具体科学的关系界定的 D. 认识与实践的关系界定的",
    "A": "A"
  },
  {
    "Q": "物质的“唯一特性”是它的（   ）。 A. 运动的绝对性 B. 客观实在性 C. 发展的规律 D. 本质的可知性",
    "A": "B"
  },
  {
    "Q": "先有施工设计图，然后施工建成大厦，这一事实说明（   ）。 A. 意识产生物质 B. 意识决定物质 C. 意识转化为物质 D. 意识创造物质",
    "A": "C"
  },
  {
    "Q": "“观念的东西不外是移入人的头脑并在人的头脑中改造过的物质的东西而已。”这个命题表明(   )。 A. 意识是人脑中特有的物质 B. 人脑是意识的源泉 C. 观念的东西和物质的东西没有本质上的区别 D. 意识是客观存在的主观映象",
    "A": "D"
  },
  {
    "Q": "从物质和运动的关系来看（   ）。 A. 物质就是运动 B. 运动就是物质 C. 物质和运动不能分开 D. 物质和运动可以分开",
    "A": "C"
  },
  {
    "Q": "设想没有运动的物质是（   ）。 A. 客观唯心论 B. 形而上学唯物论 C. 二元论 D. 主观唯心论",
    "A": "B"
  },
  {
    "Q": "设想没有物质的运动是（   ）。 A. 唯心论的观点 B. 形而上学的观点 C. 不可知论的观点 D. 可知论的观点",
    "A": "A"
  },
  {
    "Q": "“动中有静，静中有动”说明（   ）。 A. 物质和运动的统一 B. 绝对运动和相对静止的统一 C. 有限性和无限性的统一 D. 唯物主义和辩证法的统一",
    "A": "B"
  },
  {
    "Q": "《坛经》中记载：时有风吹幡动，一僧曰风动，一僧曰幡动，议论不已。惠能进曰：“不是风动，不是幡动，仁者心动。”这段话表明惠能关于运动的基本观点是（   ）。 A. 运动是物质的根本属性 B. 运动与物质是不可分的 C. 精神运动是物质运动的一种形式 D. 精神是运动的主体",
    "A": "D"
  },
  {
    "Q": "否认运动的绝对性，把静止绝对化的是（   ）。 A. 唯心主义 B. 唯物主义 C. 形而上学 D. 相对主义",
    "A": "C"
  },
  {
    "Q": "只承认绝对运动，否认相对静止的观点是（   ）。 A. 主观唯心主义 B. 相对主义 C. 客观唯心主义 D. 唯物主义",
    "A": "B"
  },
  {
    "Q": "“坐地日行八万里，巡天遥看一千河”，这—著名诗句包含的哲理是（   ）。 A. 物质运动的客观性和时空的主观性的统一 B. 物质运动无限性和有限性的统一 C. 时空的无限性和有限性的统一 D. 运动的绝对性和静止的相对性的统一",
    "A": "D"
  },
  {
    "Q": "时间和空间是（   ）。 A. 物质的两种根本属性 B. 运动着的物质的存在形式 C. 整理认识材料的工具 D. 感觉系列调整了的体系",
    "A": "B"
  },
  {
    "Q": "时间的一维性是指它的（   ）。 A. 客观性 B. 永恒性 C. 顺序性 D. 不可逆性",
    "A": "D"
  },
  {
    "Q": "形而上学的“绝对时间”和“绝对空间”的错误在于否认（   ）。 A. 时间和空间的客观性 B. 时间和空间的有限性 C. 时间和空间同物质运动相联系 D. 时间和空间的不变性",
    "A": "C"
  },
  {
    "Q": "爱因斯坦的相对论揭示了（   ）。 A. 时间和空间的无限性 B. 时间和空间的有限性 C. 时间和空间的绝对性 D. 时间和空间是绝对性和相对性的统一",
    "A": "D"
  },
  {
    "Q": "心情愉快，则感到“光阴似箭”；心情抑郁，则感到“度日如年”，这表明（   ）。 A. 时间是人的主观感觉 B. 时间随人的感觉的变化而变化 C. 时间的具体特性是可变的 D. 人的时间观念具有相对性",
    "A": "D"
  },
  {
    "Q": "人类社会的基础是（   ）。 A. 生产活动 B. 劳动实践 C. 意识活动 D. 阶级斗争",
    "A": "B"
  },
  {
    "Q": "自然存在与社会存在区分与统一的的基础是(   )。 A. 运动 B. 实践 C. 精神生产 D. 物质生产",
    "A": "B"
  },
  {
    "Q": "世界是处在不断的历史发展中的物质，这是(   )。 A. 唯物主义观点 B. 形而上学观点 C. 唯物辩证法观点 D. 一切辩证法观点",
    "A": "C"
  },
  {
    "Q": "马克思主义普遍真理同各国具体实际相结合的哲学基础是（   ）。 A. 矛盾同一性与斗争性辩证关系原理 B. 主要矛盾和次要矛盾辩证关系原理 C. 矛盾普遍性和特殊性辩证关系原理 D. 必然性与偶然性辩证关系原理",
    "A": "C"
  },
  {
    "Q": "世界的物质统一性原理在实际工作中的生动体现是（   ）。 A. 承认世界是多样性的统一 B. 承认物质对意识的根源性 C. 坚持一切从实际出发 D. 反对一切形式的二元论",
    "A": "C"
  },
  {
    "Q": "坚持物质世界是多样性统一的观点是（   ）。 A. 形而上学唯物论 B. 辩证唯物论 C. 折中主义 D. 二元论",
    "A": "B"
  },
  {
    "Q": "在世界统一性问题上唯物论和唯心论的根本分歧是（   ）。 A. 统一于实践还是认识 B. 统一于运动还是静止 C. 统一于存在还是非存在 D. 统一于物质还是精神",
    "A": "D"
  },
  {
    "Q": "哲学上的二元论否认（   ）。 A. 世界的物质性 B. 世界的精神性 C. 世界的统一性 D. 世界的联系性",
    "A": "C"
  },
  {
    "Q": "从动物心理发展为人类意识起决定作用的是（   ）。 A. 人脑的形成 B. 物质文明的发展 C. 语言的发展 D. 生产劳动",
    "A": "D"
  },
  {
    "Q": "“假定一切物质都具有本质上跟感觉相近的特性、反映的特性，这是合乎逻辑的。”这一论断是（   ）。 A. 认为一切物质都具有意识的物活论观点 B. 把意识同物质等同的庸俗唯物主义观点 C. 古代朴素唯物主义的感觉论观点 D. 揭示意识起源的正确观点",
    "A": "D"
  },
  {
    "Q": "意识是“客观存在的主观映象”是指（   ）。 A. 意识是沟通客观和主观的桥梁 B. 意识是客观精神和主观感觉的产物 C. 意识的内容是客观的，而它的形式是主观的 D. 意识的形式是客观的，而它的内容是主观的",
    "A": "C"
  },
  {
    "Q": "宋朝画家文与可住宅的周围有很多竹子。他一年四季注意观察竹子的变化，对竹子的形状、姿态有透彻的了解，因而画出的竹子生动逼真。有诗云：“与可画竹时，胸中有成竹。”这一事实体现的哲学道理是（   ）。 A. 意识是物质长期发展的产物 B. 意识是人脑的机能 C. 意识是对客观世界的能动反映 D. 物质具有不依赖于意识的客观实在性",
    "A": "C"
  },
  {
    "Q": "“仁者见仁，智者见智”，这说明（   ）。 A. 意识是主体的自由创造 B. 意识不受认识客体的制约 C. 意识受主体状态的影响 D. 意识的内容和形式是主观的",
    "A": "C"
  },
  {
    "Q": "关于意识的本质问题，唯心主义的错误在于（   ）。 A. 否认意识对物质的决定作用 B. 夸大物质对意识的决定作用 C. 否认意识对物质的依赖性 D. 片面强调意识对物质的依赖关系",
    "A": "C"
  },
  {
    "Q": "错误思想归根结底来源于（   ）。 A. 人脑的错误判断 B. 人的主观想象 C. 客观世界 D. 落后的思想意识",
    "A": "C"
  },
  {
    "Q": "实现意识对物质反作用的基本途径是（   ）。 A. 人们的主观努力 B. 社会实践 C. 科学活动 D. 思想斗争",
    "A": "B"
  },
  {
    "Q": "中国古代哲学家荀子说：“心不使焉，则白黑在前而目不见，雷鼓在侧而耳不闻。”这段话表明人的意识具有（   ）。 A. 客观性 B. 能动性 C. 对象性 D. 任意性",
    "A": "B"
  },
  {
    "Q": "物质和意识的关系是（   ）。 A. 物质决定意识，意识对物质没有作用 B. 意识决定物质，物质对意识有能动作用 C. 物质决定意识，意识也决定物质 D. 物质决定意识，意识对物质有能动作用",
    "A": "D"
  },
  {
    "Q": "正确发挥意识能动作用的前提是（   ）。 A. 个人积极性的充分调动 B. 集体智慧的充分发挥 C. 对客观规律的正确反映 D. 对保守思想的彻底克服",
    "A": "C"
  },
  {
    "Q": "关于意识的作用问题，唯心主义的错误在于（   ）。 A. 否认意识对物质的反作用 B. 片面夸大意识的能动作用 C. 片面强调意识对物质的依赖作用 D. 既肯定物质的决定作用，又强调意识的能动作用",
    "A": "B"
  },
  {
    "Q": "唯物辩证法的总体特征是（   ）。 A. 矛盾和运动的观点 B. 绝对和相对的观点 C. 普遍和特殊的观点 D. 联系和发展的观点",
    "A": "D"
  },
  {
    "Q": "唯物辩证法和形而上学对立的焦点在于（   ）。 A. 联系的观点和孤立的观点 B. 发展的观点和静止的观点 C. 是否承认矛盾 D. 是否承认事物发展的质的飞跃",
    "A": "C"
  },
  {
    "Q": "否定之否定规律揭示了事物的发展是（   ）。 A. 渐进性与飞跃性的统一 B. 前进性与曲折性的统一 C. 斗争性与同一性的统一 D. 共性与个性的统一",
    "A": "B"
  },
  {
    "Q": "区分量变和质变的根本标志是（   ）。 A. 事物的变化是否显著 B. 事物的发展是否迅速明显 C. 事物的变化是否超出度的界限 D. 是否引起部分质变",
    "A": "C"
  },
  {
    "Q": "“是就是是，否就是否，除此之外，都是鬼话”这一信条的实质是（   ）。 A. 唯心主义 B. 形而上学 C. 诡辩论 D. 绝对主义",
    "A": "B"
  },
  {
    "Q": "发展的实质是（   ）。 A. 事物处于不断的运动变化中 B. 新事物的产生和旧事物的灭亡 C. 事物处于不断的质变中 D. 由低级到高级由简单到复杂的过程",
    "A": "B"
  },
  {
    "Q": "中国古代哲学家柳宗元说“自动自休，自峙自流”，“吁炎吹冷，交错而动”。这是（   ）。 A. 唯心主义的观点 B. 辩证法的观点 C. 形而上学的观点 D. 诡辩论的观点",
    "A": "B"
  },
  {
    "Q": "“一切具体事物和现象的存在、发展都是有条件的”是（   ）。 A. 机械论的观点 B. 形而上学的观点 C. 辩证唯物论的观点 D. 外因论的观点",
    "A": "C"
  },
  {
    "Q": "辩证唯物主义认为事物发展的规律是（   ）。 A. 思维对事物本质的概括和反映 B. 用来整理感性材料的思维形式 C. 事物内在的本质的必然的联系 D. 事物联系和发展的基本环节",
    "A": "C"
  },
  {
    "Q": "唯物辩证法认为（   ）。 A. 必然意义重大，偶然可以忽略不计 B. 必然是可以预见的，偶然是无法认识的 C. 必然是不可选择的，偶然是可以选择的 D. 必然的东西是偶然的，偶然的东西是必然的",
    "A": "D"
  },
  {
    "Q": "区分事物的依据是（   ）。 A. 事物的本质属性 B. 事物各方面属性的总和 C. 事物的量的规定性 D. 人的直觉",
    "A": "A"
  },
  {
    "Q": "事物发展过程中的“度”是指（   ）。 A. 事物质变的关节点 B. 事物质变的临界点 C. 事物保持一定质的量的限度 D. 事物保持一定量的限度",
    "A": "C"
  },
  {
    "Q": "在工作中防止“过”或“不及”的关键在于（   ）。 A. 抓住事物的主要矛盾 B. 认识事物的量 C. 确定事物的质 D. 把握事物的度",
    "A": "D"
  },
  {
    "Q": "鲁迅在评《三国演义》时说：“至于写人，亦颇有失，以致欲显刘备之长厚而似伪，状诸葛之多智而近妖。”这一评述所蕴含的哲理是（   ）。 A. 要区分事物的两重性 B. 要把握事物的度 C. 对事物既要肯定又要否定 D. 要把事物看作一个整体",
    "A": "B"
  },
  {
    "Q": "按照唯物辩证法的观点，资本主义社会从自由竞争到垄断阶段的变化是（   ）。 A. 根本性的质变 B. 单纯的量变 C. 总的量变过程中的部分质变 D. 质变过程中量的扩张",
    "A": "C"
  },
  {
    "Q": "在总量没有增减的条件下，事物结构变化也会引起质变是（   ）。 A. 形而上学观点 B. 诡辩论观点 C. 唯心主义观点 D. 唯物辩证法观点",
    "A": "D"
  },
  {
    "Q": "唯物辩证法的“扬弃”范畴是指（   ）。 A. 新事物彻底抛弃旧事物 B. 事物发展过程的非连续性 C. 事物发展过程的连续性 D. 新事物对旧事物的既克服又保留",
    "A": "D"
  },
  {
    "Q": "科学家洛伦兹说：“可预言：一只蝴蝶在巴西振动翅膀会在德克萨斯引起龙卷风。”这种“蝴蝶效应”的说法（   ）。 A. 片面夸大了联系的普遍性 B. 把联系理解为主观随意的，否认了联系的客观性 C. 否认了联系的多样性 D. 说明了一事物、现象可以通过一系列的“中介”环节和另一事物、现象发生联系",
    "A": "D"
  },
  {
    "Q": "有一首描述在战争中缺了钉子的马掌会导致国家灭亡的童谣：“钉子缺，蹄铁卸，战马蹶；战马踞，骑士绝；骑士绝，战事折；战事折，国家灭。”这首童谣包含的哲学原理是（   ）。 A. 事物是普遍联系的 B. 事物是变化的 C. 事物的现象是本质的表现 D. 事物的发展过程是曲折的",
    "A": "A"
  },
  {
    "Q": "唯物辩证法的核心是（   ）。 A. 量变质变规律 B. 否定之否定规律 C. 事物普遍联系和永恒发展的规律 D. 对立统一规律",
    "A": "D"
  },
  {
    "Q": "毛泽东在《矛盾论》中提出“矛盾问题的精髓”是指（   ）。 A. 矛盾的普遍性和特殊性的关系 B. 矛盾的同一性和斗争性的关系 C. 主要矛盾和非主要矛盾的关 D. 矛盾主要方面和非主要方面的关系",
    "A": "A"
  },
  {
    "Q": "毛泽东在《矛盾论》中引述列宁的思想，指出“马克思主义的活的灵魂”在于（   ）。 A. 分析矛盾的同一性和斗争性的关系 B. 分析主要矛盾和非主要矛盾的关系 C. 分析内因和外因的关系 D. 具体情况具体分析",
    "A": "D"
  },
  {
    "Q": "联系是指一切事物、现象（   ）。 A. 都有共同点 B. 都是统一的物质世界的一部分 C. 都处于相互影响、相互制约和相互作用中 D. 都没有确定的界限",
    "A": "C"
  },
  {
    "Q": "汉朝的董仲舒说：“古之天下，亦今之天下；今之天下，亦古之天下。”这是（   ）。 A. 唯物论的观点 B. 唯心论的观点 C. 辩证法的观点 D. 形而上学的观点",
    "A": "D"
  },
  {
    "Q": "看问题，不仅承认“非此即彼”，也承认“亦此亦彼”，这是（   ）。 A. 形而上学的观点 B. 诡辩论的观点 C. 辩证法的观点 D. 不可知论的观点",
    "A": "C"
  },
  {
    "Q": "矛盾的同一性是指（   ）。 A. 对立面之间相互排斥的性质和趋势 B. 矛盾双方的完全一致 C. 矛盾着的对立面相互依存、相互贯通的性质和趋势 D. 矛盾双方没有差别，完全等同",
    "A": "C"
  },
  {
    "Q": "唯物辩证法认为，矛盾双方在一定条件下的相互转化是（   ）。 A. 向任何一个方向转化 B. 向着自己的对立面转化 C. 由坏向好的方向转化 D. 由低级向高级转化",
    "A": "B"
  },
  {
    "Q": "主要矛盾是指（   ）。 A. 矛盾双方中处于支配地位、起主导作用的矛盾方面 B. 矛盾体系中处于支配地位、对事物发展过程起决定作用的矛盾 C. 处于从属地位、对事物发展不起决定作用的矛盾 D. 贯穿于事物发展的始终并规定事物及其过程的矛盾",
    "A": "B"
  },
  {
    "Q": "同质的事物也是有区别的，把它们区别开来的依据是（   ）。 A. 事物的度 B. 事物的量 C. 事物的规定性 D. 事物的特殊矛盾",
    "A": "B"
  },
  {
    "Q": "构成矛盾的两种基本属性是（   ）。 A. 普遍性和特殊性 B. 同一性和斗争性 C. 绝对性和相对性 D. 对抗性和非对抗性",
    "A": "B"
  },
  {
    "Q": "主要矛盾和非主要矛盾、矛盾的主要方面和非主要方面的辩证关系要求我们（   ）。 A. 坚持均衡论和重点论的统一 B. 坚持均衡论和一点论的统一 C. 坚持两点论和重点论的统一 D. 坚持两点论和一点论的统一",
    "A": "C"
  },
  {
    "Q": "事物的否定方面是指（   ）。 A. 事物中处于主导地位的方面 B. 事物中消极的方面 C. 事物中维持其存在的方面 D. 事物中促使其灭亡的方面",
    "A": "D"
  },
  {
    "Q": "“沉舟侧畔千帆过，病树前头万木春。”“芳林新叶催陈叶，流水前波让后波。”这两句诗包含的哲学道理是（   ）。 A. 矛盾是事物发展的动力 B. 事物是本质和现象的统一 C. 事物的发展是量变和质变的统一 D. 新事物代替旧事物是事物发展的总趋势",
    "A": "D"
  },
  {
    "Q": "中国古代哲学家公孙龙“白马非马”之说的错误在于割裂了（   ）。 A. 内因和外因的关系 B. 矛盾统一性和斗争性的关系 C. 矛盾主要方面和次要方面的关系 D. 矛盾的普遍性和特殊性的关系",
    "A": "D"
  },
  {
    "Q": "“不积跬步，无以至千里，不积细流，无以成江海。”这段话说明了（   ）。 A. 质变是由量变引起的 B. 量变是由质变引起的 C. 质变和量变是相互渗透的 D. 量变在事物发展中是不起作用的",
    "A": "A"
  },
  {
    "Q": "对立统一规律揭示了事物发展的（   ）。 A. 辩证形式 B. 趋势和道路 C. 不同状态 D. 源泉和动力",
    "A": "D"
  },
  {
    "Q": "唯物辩证法的否定之否定规律揭示了事物发展的（   ）。 A. 方向和道路 B. 形式和状态 C. 结构和功能 D. 源泉和动力",
    "A": "A"
  },
  {
    "Q": "唯物辩证法的质量互变规律揭示了事物发展的（   ）。 A. 辩证形式 B. 状态和形式 C. 方向和道路 D. 源泉和动力",
    "A": "B"
  },
  {
    "Q": "“忧心忡忡的穷人甚至对最美丽的风景都没有什么感觉；贩卖矿物的商人只看矿物的商业价值，他没有矿物学的感觉”。这是（   ）。 A. 先验论的观点 B. 主观唯心主义的观点 C. 说明人的感觉具有主体性 D. 经验论的观点",
    "A": "C"
  },
  {
    "Q": "有首古诗：“王子去求仙，丹成入九天，洞中方七日，世上几千年”，这是用神话形式说明时间是（   ）。 A. 客观的 B. 有限的 C. 可知的 D. 相对的",
    "A": "D"
  },
  {
    "Q": "一些地方的人们掠夺性的滥挖草原上的甘草，虽获得一定的经济利益，却破坏了草原植被，造成土地荒漠化，一遇大风，沙尘暴铺天盖地，给人们带来巨大灾难。这些挖甘草的人们（   ）。 A. 只看到事物的客观性，没有看到人们的主观能动性 B. 只看到事物的绝对运动，没有看到事物的相当静止 C. 只看到眼前的直接联系，没有看到长远的间接联系 D. 只看到物与物之间的联系，没有看到人与人之间的联系",
    "A": "C"
  },
  {
    "Q": "构建和谐社会的直接的辩证法依据是（   ）。 A. 矛盾的普遍性原理性 B. 矛盾的斗争性原理 C. 矛盾的同一性原理 D. 矛盾的特殊性原理",
    "A": "C"
  },
  {
    "Q": "“历史是逻辑的基础，逻辑是历史的修正”，这一观点是(   )。 A. 主观唯心主义的观点 B. 历史与逻辑相统一的观点 C. 片面强调逻辑重要性的观点 D. 割裂历史与逻辑统一的观点",
    "A": "B"
  },
  {
    "Q": "“从个别到一般，从一般到个别”的思维方法是(   )。 A. 归纳与演绎 B. 分析与综合 C. 抽象到具体化 D. 实践到认识",
    "A": "A"
  },
  {
    "Q": "人们认识世界和改造世界的根本方法是（   ）。 A. 具体问题具体分析的方法 B. 实事求是的方法 C. 矛盾分析方法 D. 辩证否定的方法",
    "A": "C"
  },
  {
    "Q": "系统的存在体现了（   ）。 A. 物质世界普遍联系的具体性 B. 事物发展的曲折性 C. 事物发展的过程性 D. 事物发展的总体趋势",
    "A": "A"
  },
  {
    "Q": "主观辩证法与客观辩证法的关系是（   ）。 A. 主观辩证法包含客观辩证法 B. 主观辩证法与客观辩证法是两种不同的辩证法 C. 主观辩证法与客观辩证法是绝对对立的 D. 主观辩证法与客观辩证法在本质上是统一的",
    "A": "D"
  },
  {
    "Q": "一个地方的气候主要取决于纬度、海陆位置、地形，以及大气环流和洋流等因素。纬度、海陆位置、地形等因素在一定时期内基本保持不变，大气环流与洋流二者相互作用就形成相对稳定的气候状态，但当其中一个因素突然“掉链子”，就会发生厄尔尼诺之类的异常现象。厄尔尼诺现象不仅推高全球变暖幅度，更可能导致频次更多、范围更广、强度更大的极端天气，进而影响全球气候。厄尔尼诺现象对全球气候的影响表明，偶然因素是 A. 决定事物发展趋势的根本性因素 B. 事物发展中可有可无的影响因素 C. 事物发展中不可忽视的影响因素 D. 事物发展过程中确定不移的因素",
    "A": "C"
  },
  {
    "Q": "\"橘生淮南则为橘，生为淮北则为枳，叶徒相似，其实味不同。所以然者何?水土异也。”橘逾淮为枳说明了(   )。 A. 事物的发展变化以时间地点和条件为转移 B. 事物的普遍联系是通过中介来实现的 C. 任何实体事物都是普遍联系之网上的一个网结 D. 事物的变化和发展是一个过程",
    "A": "A"
  },
  {
    "Q": "\"马者所以命形也:白者所以命色也，命色者非命形也，故日白马非马。\"从唯物辩证法的观点看，\"白马非马\"这一命题的错误在于(   )。 A. 颠倒了事物形态的功能之间的关系 B. 割裂了事物共性和个性之间的联系 C. 混淆了事物内容和形式之间的区别 D. 模糊了事物本质和现象之间的联系",
    "A": "B"
  },
  {
    "Q": "某地区进入供暖季后常常出现雾霾，而一旦出现大风天气或等到春暖花开后，雾霾就会散去或减少，从该地区较长时间的数据变化看，经过人们努力治霾，污染物排放总量在持续走低:但在某些时段，环境空气质量污染指数会迅速攀升，甚至“爆表”。这种看似“矛盾”的现象凸显了大气污染防治的一大特点:天帮忙很重要，但人努力才是根本。“人努力”与“天帮忙”之间的关系对我们正确处理主观能动性和客观规律之间辩证关系的启示是(   )。 A. 尊重事物的客观规律是正确发挥主观能动性的前提 B. 人类有意识的思想活动是掌握客观规律的根本前提 C. 认识活动是客观规律性与主观能动性相统一的基础 D. 尚未认识的外在自然规律对人的实践活动起着至关重要的作用",
    "A": "A"
  },
  {
    "Q": "有人认为，既然人的意识是对客观外部世界的反映，那么人脑里的“鬼”、“神”意识就是对外在世界上鬼、神真实存在的反映。这种观念的错误在于(   )。 A. 夸大意识的能动作用 B. 把意识看成是物质的产物 C. 认为意识是对存在的直观反映 D. 混淆了人类意识自然演化的阶段",
    "A": "C"
  },
  {
    "Q": "《百喻经》中有一则寓言:有一个愚人到别人家去做客，他嫌菜没有味道，主人就给他加了点盐，菜里加盐以后，味道好极了。愚人就想:\"菜之所以鲜美，是因为有了盐。加一点点就如此鲜美，如果加更多的盐，岂不更加好吃?\"回家之后，他把一把盐放进嘴里，结果又苦又咸。这则寓言给我们的启示是(   )。 A. 持续的量变会引起事物发生质的变化, B. 在认识和处理问题时要掌握适度的原则 C. 不可能通过一些现象而去认识某个事物的本质 D. 在事物的发展过程中要时时注意事物的自我否定",
    "A": "B"
  },
  {
    "Q": "有一种观点认为:\"自由不在于幻想中摆脱自然规律而独立，而在于认识这些规律，从而能够有计划地史自然规律为一定的目的服务\"。还有一种观点认为，\"自由\"倒过来就是'由自'，因此'自由\"等于'由自'，\"由自'及是随心所欲\"。这两种关于自由的观点(   )。 A. 前者是唯物辩证的观点，后者是唯意志论的观点 B. 前者是机械唯物主义的观点，后者是唯心主义的观点 C. 前者是主观唯心主义的观点，后者是唯物辩证法的观点 D. 前者是历史唯心主义的观点，后者是历史唯物主义的观点",
    "A": "A"
  },
  {
    "Q": "哲学基本问题包括（   ）。 A. 意识和精神的关系 B. 存在和思维何者为第一性的问题 C. 认识和实践的关系 D. 存在与思维是否具有同一性的问题",
    "A": "BD"
  },
  {
    "Q": "哲学是（   ）。 A. 理论化、系统化的世界观 B. 世界观和方法论的统一 C. 辩证唯物主义和历史唯物主义的统一 D. 对自然知识、社会知识和思维知识的概况和总结",
    "A": "ABD"
  },
  {
    "Q": "哲学和具体科学的关系是（   ）。 A. 哲学以具体科学为基础 B. 具体科学以哲学为基础 C. 哲学对具体科学的研究有指导作用 D. 具体科学对哲学的研究有指导作用",
    "A": "AC"
  },
  {
    "Q": "辩证唯物主义认为，物质是（   ）。 A. 各种具体物质形态的共性 B. 人们感觉的复合 C. 标志客观实在的哲学范畴 D. 不依赖于我们的感觉而独立存在的客观实在",
    "A": "ACD"
  },
  {
    "Q": "下列属于物质现象的有（   ）。 A. 生产方式 B. 经济基础 C. 梦中树 D. 引力场",
    "A": "ABD"
  },
  {
    "Q": "下列属于意识现象的有（   ）。 A. 形象思维 B. 生命运动 C. 商品观念 D. 城市建设规划",
    "A": "ACD"
  },
  {
    "Q": "一切哲学派别都不能回避，并首先要回答的问题是（   ）。 A. 物质和意识的关系 B. 规律客观性的问题 C. 世界处于什么状态的问题 D. 世界本原是什么的问题",
    "A": "AD"
  },
  {
    "Q": "本质与现象的对立表现在（   ）。 A. 本质是一般的、普遍的，现象是个别的、具体的 B. 本质是相对稳定的，现象是多变易逝的 C. 本质深藏于事物内部，现象是表面、外显的 D. 本质只有通过理性思维才能把握，现象可以直接为人的感官所感知",
    "A": "ABCD"
  },
  {
    "Q": "中国古代的五行说认为金、木、水、火、土是世界的本原，这种说法（   ）。 A. 科学地解决了物质与意识何者为第一性的问题 B. 是一种可贵的猜测，包含了合理因素 C. 十分荒谬，没有意义 D. 将客观世界只归结为几种物质形态，把问题简单化了",
    "A": "BD"
  },
  {
    "Q": "唯心主义认为世界是（   ）。 A. 不依赖任何力量自身存在的世界 B. “绝对精神”的产物或表现 C. 由物质和精神两个本原构成的世界 D. 人的主观意志的产物或表现",
    "A": "BD"
  },
  {
    "Q": "下列观点属于主观唯心主义的有（   ）。 A. 存在就是被感知 B. 物是感觉的复合 C. 天下无心外之物 D. 人为自然界立法",
    "A": "ABCD"
  },
  {
    "Q": "下列观点属于客观唯心主义的有（   ）。 A. 富贵在天，生死有命 B. 理生万物，理是本也 C. 天命主宰人间世界 D. 世界是理念的“影子”",
    "A": "ABCD"
  },
  {
    "Q": "偶然与必然的关系是（   ）。 A. 偶然决定必然 B. 必然支配偶然 C. 偶然表现必然 D. 偶然是必然的补充",
    "A": "BCD"
  },
  {
    "Q": "运动和物质不可分，运动是物质的（   ）。 A. 根本属性 B. 实在基础 C. 内部结构 D. 存在方式",
    "A": "AD"
  },
  {
    "Q": "运动和静止的关系表现为（   ）。 A. 运动就是静止，静止就是运动 B. 任何事物都是绝对运动和相对静止的统一 C. 运动和静止不同时存在于一个事物中 D. 静止是运动的特殊状态",
    "A": "BD"
  },
  {
    "Q": "“观念的东西不外是移入人的头脑并在人的头脑中改造过的物质的东西而已。”这一命题揭示了（   ）。 A. 人脑是意识的源泉 B. 意识是人脑产生的特殊物质 C. 意识是客观存在的主观映象 D. 意识的内容来源于客观世界",
    "A": "CD"
  },
  {
    "Q": "中国古代哲学家庄子提出：“方生方死，方死方生；方可方不可，方不可方可。”这种观点(   )。 A. 否认事物之间的界限和质的区别 B. 是辩证法观点 C. 只承认运动，否认事物的相对静止 D. 把静止绝对化，否认运动",
    "A": "AC"
  },
  {
    "Q": "辩证唯物主义关于世界物质统一性原理的基本内容包括（   ）。 A. 世界统一于存在 B. 世界是统一的 C. 世界的统一性在于它的物质性 D. 物质世界是多样性的统一",
    "A": "BCD"
  },
  {
    "Q": "在科学技术高度发展的时代唯心主义还能继续存在，这是因为（   ）。 A. 唯心主义具有欺骗性 B. 主观认识脱离客观实际 C. 剥削阶级意识形态的影响 D. 主观认识还受到各种条件的限制",
    "A": "ABCD"
  },
  {
    "Q": "下列各项属于客观唯心主义的哲学家有（   ）。 A. 费尔巴哈 B. 黑格尔 C. 培根 D. 柏拉图",
    "A": "BD"
  },
  {
    "Q": "“风定花犹落，鸟鸣山更幽”，此诗句体现了运动和静止的关系是（   ）。 A. 静中有动 B. 动中有静 C. 绝对运动和相对静止的统一 D. 动就是静，静就是动",
    "A": "ABC"
  },
  {
    "Q": "哲学上的二元论（   ）。 A. 既是唯物论，又是唯心论 B. 最终必然导向唯心论 C. 本质上属于唯物论 D. 是哲学上的折衷主义",
    "A": "BD"
  },
  {
    "Q": "马克思主义的物质范畴体现了（   ）。 A. 一切唯物主义的正确观点 B. 唯物主义自然观和历史观的统一 C. 唯物论和辩证法的统一 D. 辩证唯物主义本体论和认识论的统一",
    "A": "BCD"
  },
  {
    "Q": "从意识产生的生理机制和本质来看（   ）。 A. 意识是人脑的反射活动 B. 意识是人脑的机能 C. 人脑是意识的来源 D. 意识是客观世界的主观映象",
    "A": "ABD"
  },
  {
    "Q": "提高辩证思维能力需要掌握的逻辑思维方法包括（   ）。 A. 归纳与演绎 B. 分析与综合 C. 抽象与具体 D. 逻辑与历史",
    "A": "ABCD"
  },
  {
    "Q": "恩格斯说时间和空间即“物质两种存在的形式离开了物质，当然都是无，都是只在我们头脑中存在的空洞的观念、抽象”这段话说明了（   ）。 A. 时间和空间是客观的 B. 时间和空间概念是客观时间空间的反映 C. 时间和空间是绝对的又是相对的 D. 时间和空间可以离开运动着的物质",
    "A": "AB"
  },
  {
    "Q": "人工智能与人的意识有本质的区别，下列关于两者区别的论述正确的是（   ）。 A. 人工智能纯系无意识的、机械的、物理的过程；人类意识是生理的、心理的过程 B. 人工智能没有能动的创造能力；人类意识具有能动的创造能力 C. 人工智能没有社会性；人类意识具有社会性 D. 人工智能只能接受人类意识的支配和操纵，不可能完全取代人类意识，更不可能支配和统治人类意识",
    "A": "ABCD"
  },
  {
    "Q": "鲁迅说过：“描神画鬼，毫无对证，本可以专靠神思，所谓‘天马行空’地挥写了。然而他们写出来的却是三只眼、长颈子，也就是在正常的人体身上增加了眼睛一只，拉长了颈子二三尺而已。”这段话说明，人们头脑中的鬼神观念是（   ）。 A. 人脑中主观自生的 B. 人按照自己的形象塑造出来的 C. 人脑对鬼神的虚幻反映 D. 可以从人世间找到它的原型",
    "A": "BD"
  },
  {
    "Q": "唯物主义一元论与唯心主义一元论对立的根本问题是（   ）。 A. 物质第一性还是意识第一性的问题 B. 意识的本质问题 C. 世界的本原问题 D. 真理的本性问题",
    "A": "AC"
  },
  {
    "Q": "《传习录》记载：“先生 指王阳明 游南镇，一友指岩中花树问曰：天下无心外之物，如此花树在深山中自开自落，于我心亦何相干？先生曰：你未看此花时，此花与汝心同归于寂；你来看此花时，则此花颜色一时明白起来，便知此花不在你的心外。”王阳明这一观点的错误是（   ）。 A. 把人对花的感觉与花的存在等同起来 B. 把人对花的感觉夸大成脱离花的独立存在 C. 认为人对花的感觉与花的存在具有同一性 D. 主张人对花的感觉是主观与客观的统一",
    "A": "AB"
  },
  {
    "Q": "下列成语和常用语说明意识能动性的是（   ）。 A. 胸有成竹 B. 巧妇难为无米之炊 C. 料事如神 D. 心静自然凉",
    "A": "ACD"
  },
  {
    "Q": "意识的能动性主要表现在（   ）。 A. 意识活动的目的性和计划性 B. 意识活动指导实践改造客观世界 C. 意识活动的创造性 D. 意识活动对人体生理活动的控制",
    "A": "ABCD"
  },
  {
    "Q": "下列哪些见解引导人们正确地发挥主观能动性（   ）。 A. 按图索骥 B. 人为自然立法 C. 对症下药，量体裁衣 D. 自由是对必然的认识与对客观世界的改造",
    "A": "CD"
  },
  {
    "Q": "IBM公司制造的“深蓝”计算机战胜了世界顶级国际象棋大师卡斯帕罗夫。这一事实表明（   ）。 A. 电脑和机器人也能进行某些实践活动 B. 电脑是人脑的延伸，是扩展人类智力的工具 C. 人脑的运动与电脑一样，归根到底是电子等物质粒子的运动 D. 电脑是物化了的人的意识，电脑战胜人脑，实质是人类自己战胜自己",
    "A": "BD"
  },
  {
    "Q": "从物质与精神的关系来看，“画饼不能充饥”这是因为（   ）。 A. 观念的东西不能代替物质的东西 B. 精神对物质具有相对独立性 C. 精神不能转化为物质 D. 事物在人脑中的反映不等同于事物自身",
    "A": "AD"
  },
  {
    "Q": "主观能能动性与客观规律性的关系表现在（   ）。 A. 不怕做不到，就怕想不到 B. 客观规律限制了主观能动性的发挥 C. 发挥主观能动性才能认识和利用客观规律 D. 尊重客观规律才能充分发挥主观能动性",
    "A": "CD"
  },
  {
    "Q": "马克思说过：“蜘蛛的活动与织工的活动相似，蜜蜂建筑蜂房的本领使人间的许多建筑师感到惭愧。但是，最蹩脚的建筑师从一开始就比最灵巧的蜜蜂高明的地方，是他在用蜂蜡建筑蜂房以前，已经在自己的头脑中把它建成了”，这段话说明了（   ）。 A. 动物具有能动地改造世界的本领 B. 动物能动地改造世界的能力超过了人，因而使人感到惭愧 C. 动物的活动是本能的活动 D. 人的实践活动是有意识、有目的的活动",
    "A": "CD"
  },
  {
    "Q": "一位科学家说：“我们今天生活的世界，与其说是自然世界，还不如说是人造和人为的世界。在我们周围，几乎每样东西都刻有人的技能的痕迹。”这段话应理解为（   ）。 A. 人造的或人为的世界是唯一存在的世界 B. 现实世界是人类精神的创造物 C. 人类世界是人的实践活动对象化的结果 D. 科学技术越来越成为人类改造世界的伟大力量",
    "A": "CD"
  },
  {
    "Q": "下列观点正确的是（   ）。 A. 世界分化为自然界与人类社会 B. 世界分化为客观世界与主观世界 C. 自然界与人类社会、客观世界与主观世界分化的关键是人类的实践活动 D. 自然界与人类社会、客观世界与主观世界统一的基础是人类的实践活动",
    "A": "ABCD"
  },
  {
    "Q": "下述对底线思维能力理解正确的是（   ）。 A. 底线是事物发生质变的临界点 B. 体现了对“度”的时刻认识和把握 C. 体现了对矛盾分析方法的自觉运用 D. 要居安思危，增强忧患意识",
    "A": "ABCD"
  },
  {
    "Q": "辩证法与形而上学的对立表现在（   ）。 A. 世界是物质的还是精神的 B. 世界是运动发展的还是静止的 C. 是否承认事物内部矛盾是事物发展的动力和源泉 D. 事物是联系的还是孤立的",
    "A": "BCD"
  },
  {
    "Q": "“如果偶然性不起任何作用的话，那么世界历史就会带有非常神秘的性质。”这一观点（   ）。 A. 夸大了偶然的作用，是唯心主义非决定论 B. 把偶然和必然的作用相混同，是相对主义的观点 C. 既承认偶然的作用，又承认必然的作用，是辩证决定论的观点 D. 说明事物发展是必然和偶然综合作用的结果",
    "A": "CD"
  },
  {
    "Q": "规律是（   ）。 A. 事物的内在的、本质的、必然的联系 B. 事物运动变化发展的确定的秩序 C. 体现和贯穿事物发展的现实过程之中 D. 只存在于人以外的自然界",
    "A": "ABC"
  },
  {
    "Q": "划分新生事物的标志是（   ）。 A. 时间上后出现的事物 B. 形式上、现象上新奇的事物 C. 合乎历史前进方向，具有远大前途的事物 D. 同历史发展的必然趋势相符合的事物",
    "A": "CD"
  },
  {
    "Q": "1999年，中美两国就中国加入WTO达成了“双赢”的协议，它将对两国经济产生深远影响，这在辩证法上的启示是（   ）。 A. 矛盾双方在相互斗争中获得发展 B. 矛盾一方的发展以另一方的某种发展为条件 C. 矛盾双方既对立又统一，由此推动事物发展 D. 矛盾双方可以相互吸取有利于自身的因素而得到发展",
    "A": "ABCD"
  },
  {
    "Q": "肯定方面是指（   ）。 A. 好的方面 B. 事物中维持其存在的方面 C. 正确的方面 D. 决定了一事物是其自身而不是它物的方面",
    "A": "BD"
  },
  {
    "Q": "掌握事物“度”的重要性在于（   ）。 A. 在工作中做到“胸中有数” B. 克服“过”与“不及”的错误 C. 避免犯“左”或“右”的错误 D. 掌握度能够更深刻地认识事物",
    "A": "ABCD"
  },
  {
    "Q": "“脱离了整体的手是名义上的手”说明了（   ）。 A. 整体依赖于部分 B. 部分依赖于整体 C. 整体是部分之和 D. 脱离了整体的部分就丧失了原有的性质和功能",
    "A": "BD"
  },
  {
    "Q": "辩证的否定是（   ）。 A. 事物的自我否定 B. 事物发展的环节 C. 事物联系的环节 D. 扬弃",
    "A": "ABCD"
  },
  {
    "Q": "“是就是，否就否，除此之外，都是鬼话”，这一观点的错误在于（   ）。 A. 它对否定的理解是孤立的、片面的 B. 它对肯定的理解是孤立的、片面的 C. 它否定了肯定与否定的对立统一关系 D. 它否认了事物发展的曲折性",
    "A": "ABC"
  },
  {
    "Q": "否定之否定规律揭示了（   ）。 A. 事物发展是螺旋式上升 B. 事物发展是波浪式前进 C. 事物发展周而复始的循环 D. 事物发展是前进性和曲折性统一",
    "A": "ABD"
  },
  {
    "Q": "割裂事物发展过程中的前进性和曲折性会导致（   ）。 A. 激变论 B. 直线论 C. 庸俗进化论 D. 循环论",
    "A": "BD"
  },
  {
    "Q": "下列现象属于量变引起质变的有（   ）。 A. 冰冻三尺非一日之寒 B. 物体由于量的不同而区分不同的体积 C. 在一定温度下鸡蛋孵出小鸡 D. 由遗传和变异的矛盾引起旧物种到新物种的变化",
    "A": "ACD"
  },
  {
    "Q": "古语说：“奢靡之始，危亡之渐。”这句话是说，奢靡逐步发展会导致危亡，其中包含的哲学道理有（   ）。 A. 现象是本质的外部表现 B. 特殊性中包含着普遍性 C. 量变是质变的必要准备 D. 质变是量变的必然结果",
    "A": "CD"
  },
  {
    "Q": "下列格言中或成语中，体现质量互变规律的有（   ）。 A. 九层之台，起于垒土 B. 有无相生，前后相随 C. 月晕而风，础润而雨 D. 千里之堤，溃于蚁穴",
    "A": "AD"
  },
  {
    "Q": "下列思想体现了中国传统哲学矛盾观的是（   ）。 A. “一分为二” B. “合二为一” C. “万物莫不有对” D. “君子和而不同，小人同而不和”",
    "A": "ABCD"
  },
  {
    "Q": "下列工作方法体现了矛盾的普遍性和特殊性的辩证关系原理的是（   ）。 A. “抓典型” B. “一般号召和个别指导相结合” C. “一切经过实验” D. “欲擒故纵”",
    "A": "ABC"
  },
  {
    "Q": "下列哪些说法是对矛盾特殊性原理的具体运用（   ）。 A. 对症下药，量体裁衣 B. 因实制宜，因地制宜 C. 物极必反，相反相成 D. 欲擒故纵，声东击西",
    "A": "AB"
  },
  {
    "Q": "矛盾同一性在事物发展中的作用表现为（   ）。 A. 矛盾双方在相互依存中得到发展 B. 矛盾双方相互吸取有利于自身发展的因素 C. 调和矛盾双方的对立 D. 规定事物发展的基本趋势",
    "A": "ABD"
  },
  {
    "Q": "恩格斯说：“当我们深思熟虑地考察自然界或人类历史或我们自己的精神活动的时候，首先呈现在我们面前的，是一副由种种联系和相互作用无穷无尽地交织起来的画面。”这段话所包含的辩证法观点有（   ）。                ​ A. 联系是客观世界的本性 B. 一切事物都处于相互联系之中 C. 世界是一个相互联系的统一整体 D. 联系既是普遍的又是复杂多样的",
    "A": "ABCD"
  }
]