[
  {
    "Q": "现代资本主义的经济实质和重要经济基础是(  )。 A. 垄断 B. 剥削 C. 国家调节 D. 对外掠夺",
    "A": "A"
  },
  {
    "Q": "资本主义由自由竞争进入垄断阶段，最根本的标志在于(   )。 A. 垄断代替自由竞争在经济生活中占统治地位 B. 资本输出代替商品输出在经济生活中占统治地位 C. 银行资本代替工业资本在经济生活中占统治地位 D. 国家垄断代替私人垄断在经济生活中占统治地位",
    "A": "A"
  },
  {
    "Q": "垄断价格是(  )。 A. 成本价格加平均利润加垄断利润 B. 成本价格加平均利润 C. 生产价格加垄断利润 D. 成本价格加产业利润",
    "A": "A"
  },
  {
    "Q": "国家垄断资本主义的形式中，最主要、最重要的形式是(   )。 A. 国家市场垄断经济 B. 国家调节经济 C. 公私合营经济 D. 国家自然垄断经济",
    "A": "B"
  },
  {
    "Q": "国家垄断资本主义的产生和发展，从根本上说是(   )。 A. 国内市场竞争的结果 B. 国际市场竞争的结果 C. 垄断统治的结果 D. 资本主义基本矛盾运动的结果",
    "A": "D"
  },
  {
    "Q": "各国垄断组织从经济上瓜分世界产生了(  )。 A. 国家垄断资本主义 B. 国际垄断同盟 C. 金融资本和金融寡头 D. 殖民地和宗主国",
    "A": "B"
  },
  {
    "Q": "第二次世界大战后，国家垄断资本主义迅速发展的根本原因是(   )。 A. 资本主义基本矛盾的深化与发展 B. 危机频繁爆发，要求国家干预经济 C. 经济全球化趋势，要求政策的国际协调 D. 国内劳资矛盾尖锐化的结果",
    "A": "A"
  },
  {
    "Q": "作为国际垄断组织具体形式的跨国公司一般是(   )。 A. 由一国垄断组织为主建立的多国公司 B. 由多国垄断组织共同建立的经济联盟 C. 由一个国际组织为主建立的多国公司 D. 由多个国家共同建立的经济联盟",
    "A": "C"
  },
  {
    "Q": "金融资本是(   )。 A. 归银行支配而由工业资本家运用的资本 B. 银行垄断资本 C. 国家控制的资本 D. 银行垄断资本与工业垄断资本融合产生的资本",
    "A": "D"
  },
  {
    "Q": "第二次世界大战后，国际垄断组织的主要形式是(  )。 A. 国际卡特尔 B. 经济共同体 C. 混合联合公司 D. 跨国公司",
    "A": "D"
  },
  {
    "Q": "资本社会化的最高形式是(   )。 A. 垄断资本主义 B. 国家垄断资本主义 C. 生产社会化 D. 经营管理社会化",
    "A": "B"
  },
  {
    "Q": "在国家垄断资本主义条件下，国家对经济生活进行干预和调节，其实质是(  D )。 A. 促使资本主义经济稳定增长 B. 消除经济危机的爆发   。 C. 加强垄断资本对广大劳动人民的剥削 D. 维护资产阶级的整体利益和长远利益",
    "A": "D"
  },
  {
    "Q": "第二次世界大战后，发达资本主义国家的发展进入国家垄断资本主义的新阶段，这意味着(  )。 A. 发达资本主义国家的政府担当调控国家宏观经济的重要职能 B. 国家垄断资本掌控经济生活 C. 所有重要的经济部门实行国有化 D. 国家垄断重于私人垄断",
    "A": "A"
  },
  {
    "Q": "经济全球化要达到共赢和共存的目的，关键在于(   )。 A. 加强南南合作 B. 反对恐怖主义 C. 建立公正合理的国际新秩序 D. 促进南北对话",
    "A": "C"
  },
  {
    "Q": "当代经济全球化的主要承担者和推动者是( C  )。 A. 世界贸易组织 B. 世界货币基金组织 C. 跨国公司 D. 主权国家",
    "A": "C"
  },
  {
    "Q": "经济全球化带给发达国家的好处很多，但不包括(C  )。 A. 从世界各地获取大量的利润 B. 降低其生产成本 C. 扩大了贸易逆差 D. 加强对国际金融市场的控制",
    "A": "C"
  },
  {
    "Q": "在垄断资本主义阶段占统治地位的资本是(   )。 A. 工业资本 B. 农业资本 C. 银行资本 D. 金融资本",
    "A": "D"
  },
  {
    "Q": "在垄断资本主义的各个基本经济特征中最根本的特征是(C  )。 A. 国家垄断同盟的形成 B. 资本输出具有重要的意义 C. 垄断在经济生活中占统治地位 D. 瓜分世界领土，形成殖民体系",
    "A": "C"
  },
  {
    "Q": "国家垄断资本主义发展的基础是(  )。 A. 国有垄断资本 B. 资产阶级国家 C. 私人垄断 D. 资本输出",
    "A": "C"
  },
  {
    "Q": "国家垄断资本主义的发展(   )。 A. 改变了经济的资本主义性质 B. 符合垄断资本家的整体利益 C. 代表了个别资本家的利益 D. 消灭了私人垄断资本主义的基础",
    "A": "B"
  },
  {
    "Q": "金融寡头实现经济上统治的“参与制”是指金融寡头(  )。 A. 直接参与工业企业的生产经营和管理 B. 直接参与银行的经营和管理 C. 通过购买所属公司全部股票直接掌握许多大企业和大银行的经济方式 D. 通过购买一定数量的股票层层控制许多大企业和大银行的经济统治",
    "A": "D"
  },
  {
    "Q": "国家垄断资本主义是(   )。 A. 消除生产无政府状态的垄断资本主义 B. 资产阶级国家同垄断资本相互分离的垄断资本主义 C. 资产阶级国家同垄断资本融合在一起的垄断资本主义 D. 带有社会主义因素的垄断资本主义",
    "A": "C"
  },
  {
    "Q": "第二次世界大战后，国家垄断资本主义发展的特点是(  )。 A. 发展缓慢不稳定 B. 发展迅速且持续稳定 C. 发展迅速但不稳定 D. 时而削弱，时而发展",
    "A": "B"
  },
  {
    "Q": "国家垄断资本主义的宏观管理和调节体现的是(  C  )。 A. 全体劳动人民的经济利益 B. 个别金融寡头的经济利益 C. 垄断资产阶级的整体利益 D. 国有企业的经济利益",
    "A": "C"
  },
  {
    "Q": "国家垄断资本主义的局限性在于(   )。 A. 使垄断资本主义存在着时而迅速发展时而停滞的趋势 B. 使垄断资本主义经济长期处于停滞状态 C. 使垄断资本主义经济长期处于滞胀状态 D. 它只能暂时使某些矛盾缓和，但却使这些矛盾进一步加深和复杂化",
    "A": "D"
  },
  {
    "Q": "经济全球化发展趋势的现实基础是(  )。 A. 新科技革命 B. 生产国际化 C. 国际贸易的高度发展 D. 国际金融的迅速发展",
    "A": "C"
  },
  {
    "Q": "经济全球化带给发展中国家的消极影响有许多，但不包括(  )。 A. 经济发展受到一定程度的损失 B. 在国际贸易关系中剩余价值大量流失 C. 金融风险加大 D. 经济发展机会大大减少",
    "A": "D"
  },
  {
    "Q": "资本主义发展的历史趋势是(   )。 A. 计划经济取代市场经济 B. 市场经济取代计划经济 C. 计划经济取代商品经济 D. 社会主义公有制取代资本主义私有制",
    "A": "D"
  },
  {
    "Q": "国家垄断资本主义为向社会主义过渡准备了物质条件是指(  )。 A. 全面的社会化 B. 全面的商品化 C. 全面的市场化 D. 市场的计划化",
    "A": "A"
  },
  {
    "Q": "正确认识资本主义的历史过渡性要(   )。 A. 否定资本主义生产关系的一切改良 B. 对资本主义采取全面肯定的态度 C. 借鉴资本主义社会中反映人类文明进步的改良 D. 借鉴并发展资本主义的经济制度",
    "A": "C"
  },
  {
    "Q": "与第二次世界大战前的资本主义相比,当代资本主义在许多方面已经并正在发生着深刻的变化。当代资本主义社会，大公司经营活动的实际控制者是(   )。 A. 高级经理 B. 股东大会 C. 监事会 D. 理事会",
    "A": "A"
  },
  {
    "Q": "从历史发展的角度看，资本主义生产资料所有制是不断演进和变化的。当今资本主义社会居主导地位的资本所有制形式是(   )。 A. 私人资本所有制 B. 法人资本所有制 C. 私人股份资本所有制 D. 垄断资本私人所有制",
    "A": "B"
  },
  {
    "Q": "20世纪70年代以来，西方资本主义国家的金融资本急剧膨胀，这一方面促进了资本主义的发展，另一方面造成了经济过度虚拟化，致使金融危机频繁发生,西方资本主义金融资本快速发展壮大的重要制度条件是(   )。 A. 金融自由化与金融创新 B. 技术创新与大力发展互联网金融 C. 全面私有化与放松金融监管 D. 去工业化与大力发展现代化服务业",
    "A": "A"
  },
  {
    "Q": "社会主义代替资本主义是一个(   )。 A. 长期的历史过程 B. 隐蔽的历史过程 C. 曲折的历史过程 D. 复杂的历史过程",
    "A": "ACD"
  },
  {
    "Q": "垄断资本要求国家干预经济生活的原因是(   )。 A. 社会化大生产要求国民经济协调发展，需要国家参与经济调节 B. 国内垄断资本需要国家支持以加强竞争的能力 C. 社会化大生产需要巨额投资，要求国家直接经营或资助 D. 生产过剩问题日趋严重，需要借助国家力量以扩大国内外市场",
    "A": "ABCD"
  },
  {
    "Q": "国家垄断资本主义产生的具体原因是(   )。 A. 市场问题日益严重，要求利用国家力量来扩大 B. 社会化大生产所需巨额投资需要国家资助 C. 社会化大生产要求经济协调发展，需要国家直接干预 D. 对于不能直接获利的基础理论研究只能由国家来承担",
    "A": "ABCD"
  },
  {
    "Q": "国家垄断资本主义对资本主义经济发展的作用(   )。 A. 在一定程度上促进了社会生产力的发展 B. 解决了垄断资本主义内在矛盾的深化与尖锐 C. 从根本上解决了失业问题 D. 消除了经济危机的频繁出现",
    "A": "AD"
  },
  {
    "Q": "垄断与竞争并存的原因是(   )。 A. 垄断不能消除商品经济的竞争基础 B. 科技进步和创新不断激发新的竞争 C. 中小企业仍然大量存在 D. 垄断组织不能囊括一切商品生产",
    "A": "ABCD"
  },
  {
    "Q": "垄断统治下竞争的特点(   )。 A. 竞争的目的是为了获得高额垄断利润 B. 竞争的手段有政治上的力量 C. 竞争更为激烈、破坏性更大 D. 竞争的范围除经济领域外还包括政治、军事、文化领域",
    "A": "ABCD"
  },
  {
    "Q": "垄断价格是(   )。 A. 垄断资本家取得垄断利润的主要手段 B. 垄断资本家凭借垄断地位规定的商品价格 C. 成本价格加垄断利润 D. 成本价格加平均利润加垄断利润",
    "A": "ABD"
  },
  {
    "Q": "垄断利润是(   )。 A. 凭借垄断地位获得的利润 B. 超过平均利润的高额利润 C. 通过资本自由转移而形成的一种利润 D. 垄断资本所有权在经济上的实现形式",
    "A": "ABD"
  },
  {
    "Q": "垄断形成的原因(   )。 A. 生产高度集中的必然产物 B. 资本高度集中必然引起垄断 C. 少数大企业为避免两败俱伤 D. 规模经济效益促使少数大资本走向垄断",
    "A": "ABCD"
  },
  {
    "Q": "资本主义在全世界范围被社会主义代替是一个很长的历史过程，在这个过程中两种社会制度的国家(   )。 A. 可能相互交往 B. 可以和平共处，但也存在斗争 C. 不存在和平共处的可能性 D. 可以平等互利地发生经济联系",
    "A": "ABD"
  },
  {
    "Q": "垄断利润的主要来源(   )。 A. 垄断企业内部工人创造的剩余价值 B. 非垄断企业工人创造的一部分剩余价值 C. 小生产者创造的一部分价值 D. 其他国家劳动人民创造的一部分价值、国内劳动人民必要劳动创造的一部分价值",
    "A": "ABCD"
  },
  {
    "Q": "垄断资本主义的发展为向社会主义过渡准备了物质条件，主要表现在(   )。 A. 生产全面社会化 B. 生产管理日益社会化 C. 工会组织日益社会化 D. 资本日益社会化",
    "A": "ABD"
  },
  {
    "Q": "经济全球化已成为当今世界经济发展的重要趋势，其明显表现有(   )。 A. 国际直接投资迅速增长，投资格局多元化 B. 跨国公司越来越成为世界经济的主导力量 C. 国际贸易成为各国经济不可缺少的组成部分 D. 国际金融交易总额大大超过国际贸易总量",
    "A": "ABCD"
  },
  {
    "Q": "资本输出的必要性在于(   )。 A. 为大量过剩资本寻找高额利润的投资场所 B. 为商品输出开路 C. 为控制国外原料产地和其他重要资源 D. 有利于争夺霸权地位",
    "A": "ABCD"
  },
  {
    "Q": "第二次世界大战后，垄断发展的新现象有(   )。 A. 垄断资本跨部门发展 B. 大型企业间的联合与兼并加剧 C. 私人垄断加速向国家垄断转变 D. 跨国公司成为垄断组织的主要形式",
    "A": "ABCD"
  },
  {
    "Q": "第二次世界大战后，发达资本主义国家资本输出(   )。 A. 以跨国公司为主体 B. 以国家资本输出为主 C. 生产资本输出为主要形式 D. 发达国家互相输出为主要流向",
    "A": "ACD"
  },
  {
    "Q": "战后发达资本主义国家实行的重大体制改革和政策调整包括(   )。 A. 建立社会保障制度 B. 实行部分国有化 C. 实行职工持股 D. 推行企业民主，实现劳资合作",
    "A": "ABCD"
  },
  {
    "Q": "以下说法中正确地说明了社会福利制度的是(   )。 A. 社会福利制度是一种国民收入再分配 B. 社会福利制度的推行是资本主义生产关系自我调整的表现 C. 社会福利制度是以一种渐进的方式实行社会主义 D. 社会福利制度力图纠正市场初次分配中的不公平，具有一定的社会进步意义",
    "A": "ABD"
  },
  {
    "Q": "发达资本主义国家主导之下的国际经济协调机制包括(   )。 A. 国际货币基金组织 B. 世界银行 C. 七十七国集团 D. 世界贸易组织",
    "A": "ABD"
  },
  {
    "Q": "第二次世界大战后，西方国家跨国公司迅速发展是由于(   )。 A. 生产力发展的需要 B. 国内外市场竞争的需要 C. 资本输出的需要 D. 争夺国际垄断地位的需要",
    "A": "ABCD"
  },
  {
    "Q": "经济殖民地对垄断资本主义国家的重要作用是(   )。 A. 可靠而有利的商品销售市场和投资场所 B. 重要的廉价原料产地 C. 高新技术产品的重要供应地 D. 高新技术人才的培养地",
    "A": "AB"
  },
  {
    "Q": "资本主义无法根除的主要矛盾是(   )。 A. 垄断资本与中小资本的矛盾 B. 社会化生产与资本主义私人占有的矛盾 C. 无产阶级与资产阶级的矛盾 D. 生产和消费的矛盾",
    "A": "BCD"
  },
  {
    "Q": "资本主义制度的历史进步性主要表现在(   )。 A. 促使科学技术转变为生产力 B. 追求剩余价值的动力和竞争的压力推动了生产力发展 C. 资本主义政治制度促进和完善了资本主义生产方式 D. 资本主义意识形态促进和完善了资本主义生产方式",
    "A": "ABCD"
  },
  {
    "Q": "资本主义为社会主义所代替的历史必然性表现在(   )。 A. 资本主义的内在矛盾决定了资本主义必然被社会主义所代替 B. 资本积累推动资本主义最终否定资本主义自身 C. 国家垄断资本主义为向社会主义过渡准备了条件 D. 资本主义生产关系的调整促进了生产力的发展",
    "A": "ABC"
  },
  {
    "Q": "私人垄断资本主义向国家垄断资本主义过渡(   )。 A. 是资本主义生产社会化的客观要求 B. 是资本主义基本矛盾发展的必然结果 C. 在一定程度上促进了资本主义生产的发展 D. 能够从根本上解决资本主义的基本矛盾",
    "A": "ABC"
  }
]