[
  {
    "Q": "在人类社会发展中起决定作用的因素是(   )。 A. 生产方式 B. 地理条件 C. 社会意识 D. 人口因素",
    "A": "A"
  },
  {
    "Q": "社会意识相对独立性的最突出表现是它(   )。 A. 同社会存在发展的不同步性 B. 具有历史的继承性 C. 对社会存在具有能动的反作用 D. 同社会经济的发展具有不平衡性",
    "A": "C"
  },
  {
    "Q": "在生产关系中起决定作用的是(   )。 A. 生产资料所有制 B. 产品的分配和交换 C. 在生产中人与人的关系 D. 管理者和生产者的不同地位",
    "A": "A"
  },
  {
    "Q": "十一届三中全会以来，我党制定的一系列正确的路线、方针、政策促进了我国经济的迅猛发展，这说明(   )。 A. 经济基础发展的道路是由上层建筑决定的 B. 上层建筑的发展决定经济基础的发展方向 C. 上层建筑对经济基础具有积极的能动作用 D. 社会主义社会的发展不受经济基础决定上层建筑规律的制约",
    "A": "C"
  },
  {
    "Q": "上层建筑是指(   )。 A. 社会的经济制度 B. 科学技术 C. 社会生产关系 D. 建立在一定社会经济基础之上的意识形态及相应的制度组织和设施",
    "A": "D"
  },
  {
    "Q": "社会形态是(   )。 A. 生产力和生产关系的统一 B. 同生产力发展一定阶段相适应的经济基础和上层建筑的统一体 C. 社会存在和社会意识的统一 D. 物质世界和精神世界的统一",
    "A": "B"
  },
  {
    "Q": "人类社会发展的一般规律是(   )。 A. 生产方式内部的矛盾规律 B. 生产力和生产关系、经济基础和上层建筑之间的矛盾运动规律 C. 社会存在和社会意识的矛盾规律 D. 物质生产和精神生产的矛盾规律",
    "A": "B"
  },
  {
    "Q": "阶级斗争对阶级社会发展的推动作用突出表现在(   )。 A. 生产力的发展 B. 生产关系的变革 C. 社会形态的更替 D. 科技的进步",
    "A": "C"
  },
  {
    "Q": "衡量生产力水平的客观尺度主要是(   )。 A. 劳动者的技术水平的高低 B. 劳动产品质量的好坏 C. 劳动资料特别是生产工具的发展水平 D. 劳动对象的广度和深度",
    "A": "C"
  },
  {
    "Q": "在生产关系的复杂体系中，最基本的、决定的方面是(   )。 A. 人们在生产中的地位及其相互关系 B. 产品的分配形式 C. 人们不同的消费关系 D. 生产资料的所有制关系",
    "A": "D"
  },
  {
    "Q": "上层建筑对社会发展作用的性质取决于(   )。 A. 它自身的完善 B. 国家政权的性质 C. 它的阶级性 D. 它所服务的经济基础的性质",
    "A": "D"
  },
  {
    "Q": "国家的实质是(   )。 A. 调和阶级矛盾的机关 B. 凌驾于阶级之上的独立的社会力量 C. 阶级统治的暴力机关 D. 全体居民共同管理社会公共事务的机关",
    "A": "C"
  },
  {
    "Q": "社会发展是一个自然历史过程是指(   )。 A. 社会发展过程和自然界发展过程完全相同 B. 社会发展过程也是一个有规律的客观过程 C. 社会意识在社会发展中无能为力 D. 社会发展中人的精神起决定作用",
    "A": "B"
  },
  {
    "Q": "生产方式是(   )。 A. 生产力和生产关系的统一 B. 社会存在和社会意识的统一 C. 自然和社会的统一 D. 生产资料和生产者的统一",
    "A": "A"
  },
  {
    "Q": "社会政治结构的核心是(   )。 A. 政治思想 B. 哲学 C. 国家政权 D. 阶级政党",
    "A": "C"
  },
  {
    "Q": "马克思主义哲学认为人类社会存在发展的自然前提是(   )。 A. 全部自然界 B. 地理环境和人口因素 C. 生产方式 D. 人类世界",
    "A": "B"
  },
  {
    "Q": "不同的地理环境对社会存在发展的作用具有(   )。 A. 决定性作用 B. 无足轻重的作用 C. 加速或延缓的作用 D. 决定国家民族存亡的作用",
    "A": "C"
  },
  {
    "Q": "历史唯物论认为人民群众的主体是(   )。 A. 先进阶级 B. 从事物质资料生产的劳动群众 C. 杰出人物 D. 掌握最先进科技的知识分子",
    "A": "B"
  },
  {
    "Q": "社会主义改革的根本目的在于(  )。 A. 改变社会主义制度 B. 完善社会主义制度 C. 解放和发展生产力 D. 实现社会公平",
    "A": "C"
  },
  {
    "Q": "人民群众既是历史的“剧中人”，又是历史的“剧作者”，这是(   )。 A. 唯心主义的观点 B. 折中主义的观点 C. 历史唯物主义的观点 D. 历史循环论的观点",
    "A": "C"
  },
  {
    "Q": "理解人类社会发展的钥匙是(   )。 A. 阶级斗争史 B. 思想发展史 C. 劳动发展史 D. 文化发展史",
    "A": "C"
  },
  {
    "Q": "阶级实质上是一个(   )。 A. 思想范畴 B. 经济范畴 C. 政治范畴 D. 文化范畴",
    "A": "B"
  },
  {
    "Q": "英雄史观的理论出发点是主张(   )。 A. 人是社会历史的主体 B. 人的意识对社会存在具有能动的作用 C. 社会意识决定社会存在 D. 社会运动受偶然性支配",
    "A": "C"
  },
  {
    "Q": "人民群众是历史的创造者，其根本原因在于人民群众(   )。 A. 占人口大多数 B. 是社会生产力的体现者 C. 具有先进思想 D. 掌握历史发展规律",
    "A": "B"
  },
  {
    "Q": "历史上杰出人物的产生(   )。 A. 纯粹偶然的 B. 纯粹必然的 C. 偶然与必然的统一 D. 有的是偶然有的是必然",
    "A": "C"
  },
  {
    "Q": "历史发展是“合力”作用的结果，这就是说(   )。 A. 历史发展无规律可循 B. 历史发展是无法认识的 C. 历史发展的因素是复杂的 D. 社会中的每个人不都是“合力”的一部分",
    "A": "C"
  },
  {
    "Q": "人类全部社会关系中最基础的关系是(   )。 A. 生产关系 B. 血缘关系 C. 政治关系 D. 思想关系",
    "A": "A"
  },
  {
    "Q": "人口因素在社会发展中的作用是可以(   )。 A. 决定社会制度的性质 B. 决定社会制度的更替 C. 制约和影响社会发展 D. 决定国家的贫富强弱",
    "A": "C"
  },
  {
    "Q": "地理环境对社会发展的作用主要通过(   )。 A. 对人的心理素质的影响才能实现 B. 对人的生理结构的影响才能实现 C. 对民族气质的影响才能实现 D. 对生产过程的影响才能实现",
    "A": "D"
  },
  {
    "Q": "联结人与自然的中介是(   )。 A. 地理环境 B. 生产劳动 C. 社会关系 D. 社会意识",
    "A": "B"
  },
  {
    "Q": "物质资料的生产方式包括(   )。 A. 劳动者和劳动工具两个方面 B. 劳动资料和劳动对象两个方面 C. 生产关系和生产资料两个方面 D. 生产力和生产关系两个方面",
    "A": "D"
  },
  {
    "Q": "人类区别于动物的根本标志是(   )。 A. 制造使用工具 B. 具有宗教信仰 C. 具有语言文字 D. 具有思想意识",
    "A": "A"
  },
  {
    "Q": "科学技术是生产力，是因为(   )。 A. 科学技术是构成生产力最重要的独立要素 B. 科学技术可以把生产力诸要素组合起来构成现实的生产力 C. 科学技术是直接现实的生产力要素 D. 科技渗透到生产力诸要素中并转化为现实生产力",
    "A": "D"
  },
  {
    "Q": "先进生产力的集中体现和主要标志是(   )。 A. 劳动者 B. 生产工具 C. 科学技术 D. 劳动对象",
    "A": "C"
  },
  {
    "Q": "社会意识形态结构的核心是(   )。 A. 艺术 B. 道德 C. 政治法律思想 D. 哲学",
    "A": "C"
  },
  {
    "Q": "在物质和思想关系中，上层建筑属于(   )。 A. 物质关系 B. 思想关系 C. 经济关系 D. 财产关系",
    "A": "B"
  },
  {
    "Q": "人类社会的一切社会关系中最主要的基础的关系是(   )。 A. 道德关系 B. 思想关系 C. 产品的分配关系 D. 生产关系",
    "A": "D"
  },
  {
    "Q": "决定生产关系的性质和整个生产关系的基础是(   )。 A. 生产资料所有制关系 B. 生产中人的地位和相互交换关系 C. 产品的分配关系 D. 生产关系是否适应先进生产力",
    "A": "A"
  },
  {
    "Q": "杰出人物在历史发展中的作用主要表现在(   )。 A. 决定历史发展的方向 B. 加速历史发展的进程 C. 决定社会的性质 D. 决定社会发展的规律",
    "A": "B"
  },
  {
    "Q": "人类社会发展的最基本规律是(   )。 A. 对立统一规律 B. 上层建筑一定要适应经济基础状况的规律 C. 生产关系一定要适应生产力状况的规律 D. 阶级斗争规律",
    "A": "C"
  },
  {
    "Q": "人口因素对社会发展的作用是(   )。 A. 决定社会制度的更替 B. 加速或延缓社会的发展 C. 决定社会的性质和面貌 D. 社会能否存在的决定条件",
    "A": "B"
  },
  {
    "Q": "上层建筑的根本性质决定于(   )。 A. 经济基础 B. 政治制度 C. 国家政权 D. 意识形态",
    "A": "A"
  },
  {
    "Q": "使自然和社会既区别开来又联系起来的基础是(   )。 A. 生产劳动 B. 地理环境 C. 生产资料 D. 社会意识",
    "A": "A"
  },
  {
    "Q": "在阶级社会里，社会革命的根本问题是(   )。 A. 建立革命政党 B. 夺取国家政权 C. 创立革命理论 D. 发展社会生产力",
    "A": "B"
  },
  {
    "Q": "我国的国民经济随着经济体制的改革，得到了迅速发展。这说明(   )。 A. 生产关系对生产力具有反作用 B. 生产关系对生产力具有决定作用 C. 生产关系的任何变化都会促进生产力的发展 D. 生产关系的变化决定着生产力的变化",
    "A": "A"
  },
  {
    "Q": "社会历史观的基本问题是(   )。 A. 物质和意识的关系 B. 社会存在和社会意识的关系 C. 人与人的关系 D. 个人与群体的关系",
    "A": "B"
  },
  {
    "Q": "区分社会经济形态的基本标志是(   )。 A. 生产力和生产关系的统一 B. 生产资料所有制的性质 C. 如何进行产品分配 D. 人们在生产中的地位",
    "A": "B"
  },
  {
    "Q": "在阶级社会里，统治阶级的思想之所以处在统治地位，根本原因是(   )。 A. 他们人数众多，力量强大 B. 被统治阶级处于无权的地位 C. 他们在经济上的统治地位 D. 他们掌握了宣传机器",
    "A": "C"
  },
  {
    "Q": "自然科学是一种社会意识形式，它(   )。 A. 属于没有阶级性的上层建筑 B. 属于非上层建筑的社会意识形式 C. 属于特定经济基础的上层建筑 D. 是必然性和偶然性的辩证统一",
    "A": "B"
  },
  {
    "Q": "“人民群众是历史的创造者”这个观点的理论出发点是(   )。 A. 社会革命是历史的火车头的原理 B. 阶级斗争是阶级社会发展的直接动力的原理 C. 社会存在决定社会意识的原理 D. 社会意识相对独立性的原理",
    "A": "C"
  },
  {
    "Q": "国家的起源是(   )。 A. 阶级矛盾调和的产物 B. 由人们相互订立契约而形成的 C. 阶级矛盾不可调和的产物和表现 D. 一部分人对另一部分人使用暴力的产物",
    "A": "C"
  },
  {
    "Q": "社会发展的决定力量是(   )。 A. 地理环境 B. 人口因素 C. 阶级斗争 D. 生产力",
    "A": "D"
  },
  {
    "Q": "经济基础是(   )。 A. 一切社会关系的总和 B. 一切经济关系的总和 C. 所有生产关系的总和 D. 一定社会同生产力发展相适应的占统治地位的生产关系的总和",
    "A": "D"
  },
  {
    "Q": "马克思主义揭示人的本质是(   )。 A. 人的自身需要 B. 人的自然属性 C. 人类的共同利益 D. 人的社会关系的总和",
    "A": "D"
  },
  {
    "Q": "划分唯物史观和唯心史观的根本标准是（   ）。 A. 是否承认个人在历史上的作用 B. 是否承认社会意识的能动作用 C. 是否承认阶级和阶级斗争 D. 是否承认社会存在决定社会意识",
    "A": "D"
  },
  {
    "Q": "社会存在和发展的基础及决定力量是（   ）。 A. 自然环境 B. 人口因素 C. 阶级斗争 D. 物质资料生产方式",
    "A": "D"
  },
  {
    "Q": "社会意识是（   ）。 A. 社会精神现象的总称 B. 社会意识形态的总和 C. 自然科学、社会科学和思维科学的总称 D. 社会心理的总和",
    "A": "A"
  },
  {
    "Q": "人类社会生存和发展的基础是（   ）。 A. 自然界 B. 生产关系 C. 人口 D. 物质生产实践",
    "A": "D"
  },
  {
    "Q": "自然和社会既相区别又相统一的基础是（   ）。 A. 生产劳动 B. 自然 C. 人 D. 社会",
    "A": "A"
  },
  {
    "Q": "人类全部社会关系的物质根源是（   ）。 A. 生产关系 B. 财产关系 C. 阶级关系 D. 生产劳动",
    "A": "D"
  },
  {
    "Q": "主观唯心论的历史观认为，社会发展是由（   ）。 A. 地理环境决定的 B. 人口状况决定的 C. “天数”决定的 D. 人的思想动机决定的",
    "A": "D"
  },
  {
    "Q": "客观唯心论的历史观认为，社会发展是由（   ）。 A. 地理环境决定的 B. 人口状况决定的 C. 绝对观念决定的 D. 人的思想动机决定的",
    "A": "C"
  },
  {
    "Q": "恩格斯指出：历史发展“总是从许多单个的意志的相互冲突中产生出来的”，“无数互相交错的力量产生出一个总的结果,即历史事变,这个结果又可以看作一个作为整体的不自觉地和不自主的起着作用的力量的产物。所以以往的历史总是像一种自然过程一样地进行”的意思是（   ）。 A. 社会发展是由多种力量最后决定的 B. 社会规律同自然规律是相同的 C. 社会发展规律是自发实现的 D. 社会发展像自然界一样有自己的客观规律",
    "A": "D"
  },
  {
    "Q": "囊括全部社会生活的总体性范畴是（   ）。 A. 社会形态 B. 社会经济结构 C. 社会政治结构和观念结构 D. 社会有机体",
    "A": "D"
  },
  {
    "Q": "生产力范畴反映的是（   ）。 A. 人与自然之间的关系 B. 人与社会之间的关系 C. 人与劳动产品的关系 D. 劳动者与剥削者的关系",
    "A": "A"
  },
  {
    "Q": "在结构复杂、范围广泛的劳动资料系统中，具有决定意义的因素是（   ）。 A. 生产工具系统 B. 信息传递系统 C. 自动化控制系统 D. 能源动力系统",
    "A": "A"
  },
  {
    "Q": "生产方式是（   ）。 A. 劳动者和生产资料的统一 B. 生产力和生产关系的统一 C. 经济基础和上层建筑的统一 D. 物质生产和精神生产的统一",
    "A": "B"
  },
  {
    "Q": "历史唯物主义认为，划分阶级的依据是（   ）。 A. 对生产资料的占有关系 B. 分配多少 C. 社会分工 D. 政治立场和思想觉悟",
    "A": "A"
  },
  {
    "Q": "经济基础属于社会的（   ）。 A. 物质关系 B. 思想关系 C. 阶级关系 D. 政治关系",
    "A": "A"
  },
  {
    "Q": "一种社会意识对社会存在作用的大小主要取决于（   ）。 A. 它实际掌握群众的广度和深度 B. 反映统治阶级利益的程度 C. 反映被统治阶级利益的程度 D. 它与社会经济发展水平是否相平衡",
    "A": "A"
  },
  {
    "Q": "马克思说：“手工磨产生的是封建主为首的社会，蒸汽磨产生的是工业资本家为首的社会”，这句话揭示了（   ）。 A. 生产工具是衡量生产力水平的重要尺度 B. 科学技术在生产工具的变革中具有重要作用 C. 社会形态的更替有其一定顺序性 D. 以生产工具为骨骼系统的生产力的性质和变革决定着生产关系的性质和变革",
    "A": "D"
  },
  {
    "Q": "人类社会的基本矛盾是（   ）。 A. 敌我矛盾和人民内部矛盾 B. 人与自然之间的矛盾 C. 阶级矛盾 D. 生产力与生产关系、经济基础与上层建筑之间的矛盾",
    "A": "D"
  },
  {
    "Q": "历史唯物主义一元论就是认为（   ）。 A. 物质生产力是社会发展的惟一动力 B. 社会发展的基本动力只有一个 C. 社会发展的动力只能在经济领域中寻找 D. 物质生产力是社会发展的最终决定力量",
    "A": "D"
  },
  {
    "Q": "物质生产力是社会发展的最终决定力量是指（   ）。 A. 物质生产力直接决定一切社会关系的变革 B. 物质生产力自动引起社会关系的变革 C. 在特定物质生产力基础上，只能建立一种生产关系 D. 物质生产力决定生产关系并最终决定上层建筑的变革",
    "A": "D"
  },
  {
    "Q": "依据生产关系适合生产力状况的规律，在生产关系问题上，无产阶级政党的政策是（   ）。 A. 不断进行生产关系的变革 B. 不断建立新的生产关系和上层建筑 C. 保持生产关系的相对稳定 D. 建立和完善适合生产力发展的生产关系",
    "A": "D"
  },
  {
    "Q": "在社会生活中，如果上层建筑对社会发展起到了促进作用，这表明（   ）。 A. 上层建筑与经济基础相符合 B. 上层建筑直接影响了生产力 C. 上层建筑是为先进的经济基础服务 D. 国家政权成为上层建筑的核心",
    "A": "C"
  },
  {
    "Q": "对科学发展起决定作用的是（   ）。 A. 社会生产 B. 社会制度 C. 文化教育 D. 社会意识",
    "A": "A"
  },
  {
    "Q": "社会革命发生的深刻的根源是（   ）。 A. 社会出现了经济的、政治的总危机 B. 人民群众的革命热情和革命精神 C. 社会基本矛盾的尖锐化 D. 革命阶级的觉悟程度和组织程度极大提高",
    "A": "C"
  },
  {
    "Q": "阶级社会社会形态更替的决定性环节是（   ）。 A. 社会革命 B. 阶级斗争 C. 改革 D. 生产力发展",
    "A": "A"
  },
  {
    "Q": "杰出人物是（   ）。 A. 重要历史事件的主要当事人、指挥者 B. 历史进程的重大影响者 C. 历史上重大革命运动的领导者 D. 反映时代要求、在历史上具有重大进步作用和显著贡献的人物",
    "A": "D"
  },
  {
    "Q": "生产关系是人们在生产过程中结成的（   ）。 A. 人与自然的关系 B. 人与人的物质利益关系 C. 管理与被管理的关系 D. 分工协作关系",
    "A": "B"
  },
  {
    "Q": "大众心理影响经济走势，能正确解释这一现象的观点是（   ）。 A. 社会意识对社会存在具有决定作用 B. 社会心理可以左右社会发展方向 C. 只有正确的社会意识才能影响社会发展 D. 社会意识反作用于社会存在",
    "A": "D"
  },
  {
    "Q": "生产的社会条件中，最基本、最重要的是（   ）。 A. 政治法律制度 B. 生产关系 C. 历史文化传统 D. 伦理道德规范",
    "A": "B"
  },
  {
    "Q": "唯物史观认为，人类的第一个历史活动是（   ）。 A. 吃喝穿住 B. 物质生活资料的生产 C. 人的自觉意识活动 D. 结成社会关系",
    "A": "B"
  },
  {
    "Q": "第十届全国人大二次会议通过的宪法修正案，将“国家尊重和保障人权”写入宪法。这标志着（   ）。 A. 人们首先必须吃、喝、住、穿，才能从事政治、科技、艺术、宗教等活动 B. 人的生理需求是历史的基础 C. 人的自然属性决定着人的本质 D. 人的物质欲望是社会发展的根本动力",
    "A": "B"
  },
  {
    "Q": "列宁说：“意识到自己的奴隶地位而与之作斗争的奴隶，是革命家。没有意识到自己的奴隶地位而过着默默无言、浑浑噩噩、忍气吞声的奴隶生活的奴隶，是十足的奴隶。对奴隶生活的各种好处津津乐道并对和善的好主人感激不尽以至垂涎欲滴的奴隶是奴才，是无耻之徒。”这三种奴隶的思想意识之所以有如此巨大的差异，是由于（   ）。 A. 人的社会意识并不都是社会存在的反映 B. 人的社会意识与社会存在具有不一致性 C. 人的社会意识中的各种形式之间相互作用 D. 人的社会意识具有历史继承性",
    "A": "B"
  },
  {
    "Q": "“文化蕴藏着巨大的力，这种‘力’不同于物理学上的‘力’，物理的‘力’是人类用来‘化’自然界的，文化的‘力’是用来‘化’自身的。”这一说法表明（   ）。 A. 文化具有培育和塑造人的功能 B. 文化构造了人的本质 C. 文化是社会发展的主导力量 D. 文化是历史进步的源泉",
    "A": "A"
  },
  {
    "Q": "马克思指出，判断一个变革时代不能以该时代的意识为依据，相反，这个意识必须从物质生活的矛盾中去解释。这里的“物质生活的矛盾”从根本上说是（） A. 社会生产力与生产关系的现存冲突 B. 经济基础与上层建筑的现存冲突 C. 人类社会与自然界的现存冲突 D. 社会存在与社会意识的现存冲突",
    "A": "A"
  },
  {
    "Q": "坚持以人民为中心，就必须坚持人民主体地位，坚持立党为公、执政为民，践行全心全意为人民服务的根本宗旨，把党的群众路线贯彻到治国理政全部活动之中，把人民对美好生活的向往作为奋斗目标。“坚持以人民为中心”的理论基础是唯物史观关于 A. 人的本质是一切社会关系的总和的原理 B. 人民群众是历史的创造者的原理 C. 人民群众的活动受到社会历史条件制约的原理 D. 总体的人在总体的历史过程中的主体地位的原理",
    "A": "B"
  },
  {
    "Q": "旧唯物主义之所以是半截子的唯物主义，是因为 A. 唯物论与辩证法相脱离 B. 形而上学的唯物主义 C. 自然观上的唯物主义，历史观上的唯心主义 D. 在物质和意识的关系上，不承认意识的能动性",
    "A": "C"
  },
  {
    "Q": "“历史不过是追求着自己目的的人的活动而已”，这句话表明 A. 人是研究社会历史的出发点 B. 人们自己创造自己的历史 C. 历史发展的方向是由人自己决定的 D. 人的自我保存和发展是历史原动力",
    "A": "B"
  },
  {
    "Q": "唯物史观从人民群众创造历史这一基本前提出发，既明确了人民群众是历史的创造者，也不否认个人在历史上的作用。习近平在纪念毛泽东同志诞辰 120 周年座谈会上，对如何评价历史人物作了精辟论述:“不能把历史顺境中的成功简单归功于个人，也不能把历史逆境中的挫折简单归咎于个人。不能用今天的时代条件、发展水平、认识水平去衡量和要求前人,不能苛求前人干出只有后人才能干出的业绩来。”这一论述表明（   ）。 A. 杰出个人与人民群众的历史作用是同等重要的 B. 杰出人物的智慧和性格能够改变历史发展的基本方向 C. 杰出人物在逆境时发挥的历史作用比在顺境时更大 D. 要从特定的历史条件出发对历史人物作具体全面的考察和评价",
    "A": "D"
  },
  {
    "Q": "社会形态是关于社会运动的具体形式、发展阶段和不同质态的范畴，是同生产力发展一定阶段相适应的经济基础与上层建筑的统一体。人类社会历史划分为原始社会、奴隶社会、封建社会、资本主义社会和共产主义社会(社会主义社会是其第一阶段)五种社会形态，其依据是（   ）。 A. 生产工具的质量和数量 B. 统治集团的阶级和政治属性 C. 经济基础特别是生产关系的性质 D. 人们社会交往和分工的范围和水平",
    "A": "C"
  },
  {
    "Q": "党的十八大以来，我国从中西部 22个省份有劳动能力的建档立卡贫困人口中选聘了110.2万名生态护林员，走出了一条生态补偿脱贫的新路子，实现了生态保护和脱贫增收\"双赢\"，充分体现了\"人不负青山，青山定不负人\"的深刻哲理。\"人不负青山，青山定不负人\"表明(   )。 A. 人与自然是同一的，自然能够自发满足人的要求 B. 生产力包括自然要素，合理开发自然能促进社会发展 C. 人是自然的一部分，人的发展只能适应自然的变化 D. 人能动的改造自然，自然能动补偿人的劳动",
    "A": "B"
  },
  {
    "Q": "人们能从历史中汲取经验教训是因为（   ）。 A. 历史规律和自然规律有惊人的相似 B. 人类历史发展存在着不以人的意志为转移的规律 C. 历史总是在循环往复中不断向前发展 D. 人类已经完全掌握了历史发展的内在替身",
    "A": "B"
  },
  {
    "Q": "从社会意识和社会存在的关系看，法律法规（   ）。 A. 总是阻碍新技术的健康发展 B. 只能落后于新技术发展 C. 与新技术发展具有不平衡性 D. 归根到底是新技术发展的内在动力",
    "A": "C"
  },
  {
    "Q": "马克思指出,判断一个变革时代不能以该时代的意识为依据,相反,这个意识必须从物质生活的矛盾中去解释。这里的“物质生活的矛盾”从根本上说是(  )。 A. 社会生产力和生产关系的现存冲突 B. 经济基础与上层建筑的现存冲突 C. 人类社会与自然界的现存冲突 D. 社会存在与社会意识的现存冲突",
    "A": "A"
  },
  {
    "Q": "坚持以人民为中心，就必须坚持人民主体地位，坚持立党为公、执政为民，践行全心全意为人民服务的根本宗旨，把党的群众路线贯彻到治国理政全部活动之中，把人民对美好生活的向往作为奋斗日标。\"坚持以人民为中心\"的理论基础是唯物史观关于(  )。 A. 总体的人在总体的历史过程中的主体地位的原理 B. 人的本质是一切社会关系的总和的原理 C. 人民群众的活动受到社会历史条件制约的原理 D. 人民群众是历史的创造者的原理",
    "A": "D"
  },
  {
    "Q": "社会存在决定社会意识，社会意识是社会存在的反。社会意识具有相对独立性，即它在反映社会存在的同时，还有自己特有的发展形式和规律。社会意识相对独立性最突出的表现是（   ）。 A. 社会意识与社会存在发展的不完全同步性 B. 社会意识内部各种形式之间的相互作用和影响 C. 社会意识各种形式各自有其历史继承性 D. 社会意识对社会存在具有能动的反作用",
    "A": "D"
  },
  {
    "Q": "面临环境被污染，人类越来越重视环境问题，这是因为（   ）。 A. 地理环境是人类物质生活的必要条件 B. 地理环境直接决定社会的发展 C. 地理环境能决定社会的性质 D. 地理环境影响物质生产发展的方向",
    "A": "AD"
  },
  {
    "Q": "人的自觉活动在社会发展中的作用表现在（   ）。 A. 社会历史是人们自己创造的 B. 人们可以认识、利用和遵循社会规律 C. 人们可以对社会发展的具体途径进行历史选择，通过不同的具体道路实现社会发展的客观规律 D. 社会规律存在和实现于人们的自觉活动之中，人们的自觉活动只有在认识和遵循社会规律的基础上才能得到顺利、有效地发挥",
    "A": "ABCD"
  },
  {
    "Q": "社会发展规律的客观性是指（   ）。 A. 社会规律不依人的认识和意志为转移 B. 社会发展有其确定的方向 C. 社会发展是由客观的物质力量最终决定的 D. 人的思想和行动对社会规律的实现不起作用",
    "A": "ABC"
  },
  {
    "Q": "自然规律和社会规律的共同点是（   ）。 A. 两者都是由客观物质力量决定的 B. 两者都具有客观性和必然性 C. 两者都不以人的主观认识和意志为转移 D. 两者都不需要人的参与而实现",
    "A": "ABC"
  },
  {
    "Q": "社会有机体是（   ）。 A. 在人的实践基础上生成的有机整体 B. 由具有自我意识的人相互联系构成的有机整体 C. 有发展规律的有机整体 D. 通过人的有意识的活动建立的有机整体",
    "A": "ABCD"
  },
  {
    "Q": "人离不开社会，是因为（   ）。 A. 人是一定社会关系中的人 B. 人的思想、观念、情感受社会关系的制约 C. 人的发展受社会的制约 D. 每个人都生活在一定的社会群体中",
    "A": "ABCD"
  },
  {
    "Q": "社会离不开人，是因为（   ）。 A. 社会发展离不开某一个人 B. 社会是由人和人的活动构成的 C. 人是社会历史的主体 D. 社会的一切财富和社会关系是由人创造的",
    "A": "BCD"
  },
  {
    "Q": "生产力的物质性和社会性表现在（   ）。 A. 生产力是人们改造自然界的物质力量 B. 生产力构成的基本要素具有物质性 C. 生产力诸要素在一定社会关系中才构成了现实的生产力 D. 生产力是以社会分工为中介的社会力量",
    "A": "ABCD"
  },
  {
    "Q": "科学技术是第一生产力，这是（   ）。 A. 指科学技术渗透到生产力系统各类要素中去 B. 指科学技术对现代生产力的发展起着第一位的变革作用 C. 指科学技术日益成为现代生产力的先导和基础 D. 指科学技术日益成为推动现代国民经济发展的首要因素",
    "A": "BCD"
  },
  {
    "Q": "生产关系是表示（   ）。 A. 人和人之间的一切社会关系 B. 人们在物质生产过程中发生的物质性社会关系 C. 人和人之间的最基本的社会关系 D. 一定社会的各种经济关系",
    "A": "BCD"
  },
  {
    "Q": "生产关系和阶级之间的关系可以表述为（   ）。 A. 生产关系是阶级划分和阶级结构的基础 B. 阶级关系的产生是私有制生产关系产生的结果 C. 生产关系反映的是人与人之间的物质利益关系，在阶级社会主要是剥削被剥削的阶级对立关系 D. 要消灭阶级关系必须消灭生产关系",
    "A": "ABC"
  },
  {
    "Q": "生产力和生产关系的区别是（   ）。 A. 生产力反映的是人与自然的关系，生产关系则属于人与人的社会关系 B. 生产力不能选择，而生产关系可自由选择 C. 生产力具有物质性，生产关系不具有物质性 D. 生产力是人改造自然界的物质力量，生产关系则是体现人们之间物质利益",
    "A": "AD"
  },
  {
    "Q": "社会意识形态包括（   ）。 A. 政治法律思想 B. 道德和艺术 C. 宗教和哲学 D. 自然科学",
    "A": "ABC"
  },
  {
    "Q": "上层建筑可以划分为思想上层建筑和政治上层建筑，二者的关系是（   ）。 A. 政治上层建筑是第一性的，思想上层建筑是第二性的 B. 政治上层建筑和思想上层建筑都是由经济基础决定的 C. 思想上层建筑为政治上层建筑提供思想理论上的指导 D. 政治上层建筑是思想上层建筑的“物质附属物”",
    "A": "BCD"
  },
  {
    "Q": "区分社会意识是先进的还是落后的根本标志在于看它是否（   ）。 A. 与社会发展方向一致 B. 反映统治阶级的利益 C. 为广大社会成员所接受 D. 反映并服务于先进的生产方式",
    "A": "AD"
  },
  {
    "Q": "意识形态的社会功能主要有（   ）。 A. 对人们的思想起指导、控制作用 B. 调控人的实践活动和社会运行 C. 维护或批判社会现实 D. 为制订方针、政策提供理论依据",
    "A": "ABCD"
  },
  {
    "Q": "一定社会的精神文化（   ）。 A. 是一定社会的经济和政治在观念形态上的反映 B. 反映了一定社会精神文明发展的程度 C. 具有维护或批判现实社会的功能 D. 具有知识传承、认识和教化的功能",
    "A": "ABCD"
  },
  {
    "Q": "当生产关系适合生产力状况时，就会推动生产力的发展，这是因为（   ）。 A. 它能为生产力诸要素的结合提供较好的社会形式 B. 它能调动劳动者的积极性和创造性 C. 它能使技术设备和自然资源得到较好的利用 D. 它能使劳动者摆脱剥削和压迫",
    "A": "ABC"
  },
  {
    "Q": "判定某种上层建筑是进步的还是落后的，主要是看它（   ）。 A. 是否与它自己的经济基础相适应 B. 能否推动生产力的发展 C. 能否帮助适合生产力状况的生产关系的巩固和发展. D. 是否能帮助它自己经济基础的形成和巩固",
    "A": "BC"
  },
  {
    "Q": "生产力和生产关系、经济基础和上层建筑之间的矛盾是人类社会的基本矛盾。这是因为这两对矛盾（   ）。 A. 制约和决定其他一切社会矛盾 B. 是推动社会发展的基本动力 C. 构成了社会的基本结构 D. 决定社会发展的客观趋势和方向",
    "A": "ABCD"
  },
  {
    "Q": "对社会发展起推动作用的力量有（   ）。 A. 生产力和生产关系的矛盾运动 B. 经济基础和上层建筑的矛盾运动 C. 科学技术的进步和发展 D. 人民群众创造历史的活动",
    "A": "ABCD"
  },
  {
    "Q": "科学技术在社会经济发展中的功能表现在（   ）。 A. 它能提高劳动者的素质和劳动技能 B. 它有助于发现新的劳动对象和劳动对象的新用途 C. 它物化为新的生产工具，促进生产率的提高. D. 它有助于生产管理的合理化",
    "A": "ABCD"
  },
  {
    "Q": "科学技术的社会功能有（   ）。 A. 具有解放思想的作用 B. 促进社会关系的变化和变革 C. 改善人们的劳动和生活条件 D. 促进文教、艺术等社会生活各方面的进步",
    "A": "ABCD"
  },
  {
    "Q": "科技革命的重大作用是（   ）。 A. 大大提高了人们认识和改造世界的能力 B. 引起生产力的革命性变革，导致生产力革命 C. 导致社会革命 D. 变革着人的实践活动方式，为解决全球问题创造条件",
    "A": "ABCD"
  },
  {
    "Q": "科技发展与“全球问题”的关系是（   ）。 A. “全球问题”是科技发展造成的 B. 对科技的使用不当是造成“全球问题”的重要原因 C. 科技发展为解决“全球问题”创造了条件 D. 要把科技发展同变革、调整社会关系、社会组织管理、更新观念结合起来，综合解决“全球问题”",
    "A": "BCD"
  },
  {
    "Q": "人民群众是历史的创造者，这是因为人民群众是（   ）。 A. 社会生产力的体现者 B. 社会物质财富的创造者 C. 社会精神财富的创造者 D. 变革社会制度的决定力量",
    "A": "ABCD"
  },
  {
    "Q": "社会的物质性表现为（   ）。 A. 社会形态的发展是自然历史过程 B. 生产方式是社会发展的决定力量 C. 社会基本矛盾决定着社会历史的一般过程 D. 物质生活的生产方式制约着精神生活过程",
    "A": "ABCD"
  },
  {
    "Q": "社会发展往往面临多种可选择的道路，其中符合历史发展规律的是（   ）。 A. 多数人选择的道路 B. 势力强大的人选择的道路 C. 先进阶级选择的道路 D. 能够解放和发展生产力的道路",
    "A": "CD"
  },
  {
    "Q": "下列事物中，属于历史唯物主义“社会存在”范畴的有（   ）。 A. 人们的物质生产实践活动 B. 人们实践活动所利用的自然资源 C. 人们在实践活动中所形成的各种社会关系 D. 人们实践活动所创造的生产力",
    "A": "ABD"
  },
  {
    "Q": "从社会发展的主体选择性的角度看，中国人民走上社会主义道路，其原因在于（   ）。 A. 社会主义符合中国人民根本利益的要求 B. 在历史进程中没有多种道路可供人们选择 C. 中国人民在国际交往中受到俄国十月社会主义革命的历史启示 D. 中国共产党对历史必然性及本国国情的正确把握",
    "A": "ACD"
  },
  {
    "Q": "下述有关历史创造者的观点中，属于唯物史观的有（   ）。 A. 尊重社会发展规律与尊重人民历史主体地位是一致的 B. 历史活动是群众的事业 C. 人们自己创造自己的历史 D. 人们总是在既定的条件下创造历史",
    "A": "ABCD"
  },
  {
    "Q": "马克思指出：“一个社会即使探索到本身运动的自然规律，……它还是既不能跳过也不能用法令取消自然的发展阶段。但是它能缩短和减轻分娩的痛苦。”这表明（   ）。 A. 人类社会的发展是合规律性与合目的性的统一 B. 社会发展过程与自然界演变过程一样都是自觉的 C. 人的自觉选择在社会发展中具有重要作用 D. 人类总体历史进程是不可超越的",
    "A": "ACD"
  },
  {
    "Q": "社会存在包括(   )。 A. 社会生活的各种物质条件 B. 社会生活的物质生产活动 C. 经济关系 D. 全部社会关系",
    "A": "ABC"
  },
  {
    "Q": "社会意识的相对独立性表现为(   )。 A. 它的发展变化与社会存在的发展变化不完全同步 B. 它与社会经济水平之间发展上的不平衡性 C. 它的发展往往具有历史继承性 D. 各种社会意识形式之间的相互作用和影响",
    "A": "ABCD"
  },
  {
    "Q": "18世纪，经济上落后的法国在哲学和政治思想领域方面取得的成就，超过了当时经济上先进的英国，这表明(   )。 A. 社会意识的发展不依赖社会经济 B. 社会意识并不决定社会存在 C. 社会意识具有相对独立性   。 D. 社会意识的发展和经济的发展并不是完全对应的",
    "A": "CD"
  },
  {
    "Q": "马克思说：“无论哪一种社会形态，在它所能容纳的全部生产力发挥出来以前，是决不会灭亡的；而新的更高的生产关系，在它存在的物质条件在旧社会的胞胎里成熟以前，是决不会出现的。”这段话说明(   )。 A. 生产力的发展是促使社会形态更替的最终原因 B. 一种新的生产关系的产生需要客观的物质条件的成熟 C. 无论哪一种社会形态，当它还能够促进生产力发展时，是不会灭亡的 D. 社会形态总是具体的、历史的",
    "A": "ABCD"
  },
  {
    "Q": "生产关系的客观性是指(   )。 A. 人们不能自由选择生产关系 B. 人们不能随意创造或消灭某种生产关系 C. 生产关系是社会有机体中客观实在的组成部分 D. 生产关系是社会上层建筑的物质基础",
    "A": "ABCD"
  },
  {
    "Q": "科学技术也是生产力，因为(   )。 A. 它能引起劳动对象的变革，促进劳动者素质的提高 B. 它属于上层建筑 C. 它可以提高劳动生产率 D. 它可以提高管理效率",
    "A": "ACD"
  },
  {
    "Q": "在生产力和生产关系的相互关系中(   )。 A. 生产力决定生产关系 B. 生产关系反作用于生产力 C. 生产关系决定生产力 D. 适合生产力状况的生产关系推动生产力的发展",
    "A": "ABD"
  },
  {
    "Q": "经济基础对上层建筑的决定作用，主要表现在(   )。 A. 经济基础决定上层建筑的产生、变化与发展 B. 经济基础决定上层建筑的性质 C. 经济基础决定上层建筑是否具有反作用 D. 经济基础决定上层建筑是否包括自然科学",
    "A": "AB"
  },
  {
    "Q": "上层建筑对经济基础的能动作用在于(   )。 A. 它为自己的经济基础服务 B. 它要促进自己经济基础的形成、巩固和发展 C. 它要排除自己经济基础的对立物 D. 它决定自己所服务的经济基础的性质",
    "A": "ABC"
  },
  {
    "Q": "马克思主义的社会形态理论指出(   )。 A. 社会形态是具体的、历史的 B. 社会形态是有机的统一整体 C. 社会形态是永恒的不变的 D. 社会形态是超社会的、超历史的",
    "A": "AB"
  },
  {
    "Q": "“如果资本主义的灭亡是由科学保证了的，为什么还要费那么大的力气去为它安排葬礼呢?”这种观点的错误在于(   )。 A. 抹煞社会规律实现的特点 B. 否认革命在社会质变中的作用 C. 否认历史观上的决定论原则 D. 否定科学是推动历史前进的革命力量",
    "A": "AB"
  },
  {
    "Q": "“历史不过是追求着自己目的的人的活动而已”，这一观点表明(   )。 A. 人们自己创造自己的历史 B. 历史不是神创造的 C. 历史是人们任意创造的 D. 历史是人的思想发展史",
    "A": "AB"
  },
  {
    "Q": "“一言可以兴邦，一言可以丧邦”，英雄人物的意志可以改变历史发展的方向，这种观点是(   )。 A. 否认历史必然性的唯意志论 B. 否认历史偶然性的机械论 C. 唯心主义非决定论在历史观上的表现 D. 夸大个人作用的唯心史观",
    "A": "ACD"
  },
  {
    "Q": "“时势造英雄”和“英雄造时势”(   )。 A. 是两种根本对立的观点 B. 这两种观点是互相补充的 C. 前者是历史唯物主义，后者是历史唯心主义 D. 前者是科学历史观，后者是唯心史观",
    "A": "ACD"
  },
  {
    "Q": "历史发展是“合力”作用的结果，这就是说(   )。 A. 历史发展无规律可循 B. 历史发展是无法认识的 C. 历史发展的因素是复杂的 D. 社会中的每个人都是“合力”的一部分",
    "A": "CD"
  },
  {
    "Q": "正确评价历史人物的方法是(   )。 A. 古为今用方针 B. 历史分析方法 C. 彻底批判的革命精神 D. 阶级分析方法",
    "A": "BD"
  },
  {
    "Q": "人们在社会活动中，可以基本达到预期的结果，这是因为(   )。 A. 社会发展的规律以人的主观意志为转移 B. 主观符合客观，正确认识了客观规律 C. 人们掌握了社会发展的基本趋势 D. 人们有可能掌握社会生活的每一项变化",
    "A": "BC"
  },
  {
    "Q": "人类和自然界的区别就在于有无(   )。 A. 社会性 B. 目的性 C. 变化性 D. 规律性",
    "A": "AB"
  },
  {
    "Q": "劳动对于人类社会生存和发展的意义在于(   )。 A. 劳动是人的生命存在和全部社会生活的基础和源泉 B. 劳动是人们全部社会关系形成和发展的基础 C. 劳动是一切人类历史的前提和基础 D. 劳动发展史是理解全部社会发展史的钥匙",
    "A": "ABCD"
  },
  {
    "Q": "人类历史归根到底是(   )的发展史。 A. 阶级斗争 B. 劳动实践 C. 政治斗争 D. 生产方式",
    "A": "BD"
  },
  {
    "Q": "地理环境对社会生产的影响表现在(   )。 A. 在生产力发展水平和其他社会条件相同的情况下，地理环境较好的国家，劳动生产率就高 B. 在生产力发展水平和其他社会条件相同的情况下，地理环境较差的国家，劳动生产率就低 C. 它制约着一个国家生产部门的分布 D. 它制约着一个国家生产发展的潜力和前景",
    "A": "ABCD"
  },
  {
    "Q": "社会存在是由(   )等物质生活条件构成的。 A. 政治法律制度 B. 地理环境 C. 人口因素 D. 生产方式",
    "A": "BCD"
  },
  {
    "Q": "生产关系是一种客观的关系，这是因为它(   )。 A. 是由政治制度所决定的 B. 是由生产力所决定的 C. 反映着人们的血缘关系 D. 反映着社会的物质关系",
    "A": "BD"
  },
  {
    "Q": "物质资料生产方式是社会发展的决定性力量，具体表现在，它(   )。 A. 是人类和人类社会得以存在和发展的基础 B. 是形成人类一切社会关系的基础 C. 决定社会制度的性质和社会形态更替的过程 D. 制约着整个社会生活、政治生活和精神生活的发展过程",
    "A": "ABCD"
  },
  {
    "Q": "“上层建筑”领域包括(   )。 A. 心理学 B. 哲学 C. 道德规范 D. 逻辑学",
    "A": "BC"
  },
  {
    "Q": "下列各项属于上层建筑领域内的现象的是(   )。 A. 政府实施各种方针政策 B. 文化界对于文艺理论进行探讨 C. 国家实行科技攻关并大力提高产品质量 D. 企业界实行经营机制改革",
    "A": "AB"
  },
  {
    "Q": "有一家饭店的门口贴了一张告示，上写：“快进来吃饭吧，否则你我都得挨饿”，这副广告的哲学寓意是(   )。 A. 生产者和消费者之间是相互依存的 B. 生产者和消费者之间是互惠互利的 C. 生产者和消费者之间并没有对立性 D. 生产关系本质上是物质利益关系",
    "A": "ABD"
  },
  {
    "Q": "社会政治结构的特点，就是它的(   )。 A. 强制性 B. 本质性 C. 阶级性 D. 独立性",
    "A": "AC"
  },
  {
    "Q": "社会划分为阶级，这属于(   )的现象。 A. 政治 B. 经济 C. 历史 D. 永恒的",
    "A": "BC"
  },
  {
    "Q": "社会形态的发展是一个“自然历史过程”，这一论断揭示出了人类社会的发展具有(   )的道理。 A. 客观性 B. 规律性 C. 盲目性 D. 偶然性",
    "A": "AB"
  },
  {
    "Q": "坚持历史决定论和承认主体的选择作用两者相一致的原理告诉我们(   )。 A. 社会规律只是作为一种趋势、一种“平均数”而存在的 B. 社会规律是自发地形成的 C. 社会规律给人们的活动所提供的并不是一种唯一的现实可能性。究竟是哪一种可能性变为现实，这取决于人的自觉活动 D. 能否实现主体的目的，取决于主体对客观规律认识的正确与否以及自身能动性的发挥程度",
    "A": "ACD"
  },
  {
    "Q": "社会改革的作用主要表现在(   )。 A. 使原有的社会制度持续存在并获得一定程度的发展 B. 可以巩固新生的、发展尚不够充分的社会制度 C. 在旧制度灭亡之前，为新制度的诞生作量变和部分质变的准备 D. 促进人们的思想观念发生变化和更新",
    "A": "ABCD"
  },
  {
    "Q": "社会改革与社会革命的区别在于(   )。 A. 前者不改变社会制度的根本性质，后者则导致社会制度的改变 B. 前者一般是自上而下展开的，后者则是由被统治阶级发动的 C. 前者一般不需要采取暴力冲突的方式，而后者往往需要通过暴力革命的形式加以实现 D. 前者并不导致生产关系的改变，后者则一定使生产关系发生质的变化",
    "A": "ABC"
  },
  {
    "Q": "人民群众是历史创造者的原理，其出发点包括(   )的观点。 A. 社会存在决定社会意识 B. 物质资料生产方式是人类社会存在和发展的基础 C. 人民群众占人口绝大多数 D. 人民群众具有先进革命理想",
    "A": "AB"
  },
  {
    "Q": "下述有关历史创造者的观点中，属于唯物史观的有(   )。 A. 人人创造历史 B. 历史活动是群众的事业 C. 人们自己创造自己的历史 D. 人们总是在既定的条件下创造历史",
    "A": "BCD"
  },
  {
    "Q": "正确认识和评价杰出人物的历史作用，应当坚持的正确态度是(   )。 A. 认清杰出人物是特定历史条件下的产物 B. 善于运用阶级分析的方法 C. 坚持必然性与偶然性相统一的辩证观点 D. 在正确把握社会发展客观规律的前提下进行",
    "A": "ABCD"
  },
  {
    "Q": "人的本质在其现实性上是其所处其中的一切社会关系的总和，这是因为(   )。 A. 人的本质是在后天的社会生活实践中，特别是在生产实践中形成的 B. 人的本质是随着社会关系的发展而发展的 C. 人是生活于现实的具体的社会关系之中的人，现实的社会关系决定着人的本质 D. 人的本质只有通过社会关系才能表现出来，而且是在不同的社会关系中表现出来的",
    "A": "ABCD"
  },
  {
    "Q": "2011年4月，耶鲁大学出版了《马克思为什么是对的》一书，书中列举了当前西方社会10个典型的歪曲马克思主义的观点。其中一种观点认为：马克思主义将世间万物都归结于经济因素，艺术、宗教、政治、法律、道德等都被简单地视为经济的反映，对人类历史错综复杂的本质视而不见，而试图建立一种非黑即白的单一历史观。上述观点是对马克思主义关于经济基础和上层建筑辩证关系思想的严重歪曲，其表现为（  ）。 A. 把社会历史发展多重因素的综合作用歪曲为单一因素决定论 B. 把上层建筑与经济基础的相互作用歪曲为机械的单向作用 C. 把经济作为社会的“基础”所具有的归根到底的决定作用歪曲为唯一决定作用 D. 把意识形态对社会历史始终具有的积极能动作用歪曲为消极被动作用",
    "A": "ABC"
  }
]