[
  {
    "Q": "马克思的两大开创性贡献是（   ）。 A. 剩余价值理论与唯物史观 B. 劳动价值论和辩证唯物主义 C. 剩余价值理论和辩证唯物主义 D. 劳动价值论和历史唯物主义",
    "A": "A"
  },
  {
    "Q": "推动资本主义产生与发展的基本动力是（   ）。 A. 科学与技术的发展 B. 社会基本矛盾 C. 被压迫阶级的斗争 D. 生产工具的革新与发展",
    "A": "B"
  },
  {
    "Q": "商品经济是（   ）。 A. 以自给自足为特征的经济形式 B. 为他人而生产的经济形式 C. 以交换为目的的经济形式 D. 存在于一切社会的经济形式",
    "A": "C"
  },
  {
    "Q": "商品经济产生与存在的提条件是（   ）。 A. 自然经济的存在和发展 B. 社会化大生产和资本主义私有制 C. 社会化大生产与社会主义公有制 D. 社会分工和生产资料属于不同的所有者",
    "A": "D"
  },
  {
    "Q": "两种商品可以按一定的比例交换的原因在于，它们（   ）。 A. 有不同的使用价值 B. 都是具体劳动的产物 C. 都耗费了一般人类劳动 D. 对人类有共同的效用",
    "A": "C"
  },
  {
    "Q": "马克思说：“一切商品对它们的所有者是非使用价值，对它们的非所有者是使用价值。”这句话应理解为（   ）。 A. 商品不可能既有使用价值又有价值 B. 商品所有者同时获得使用价值和价值 C. 使用价值是商品的本质属性 D. 商品的使用价值和价值是相互排斥的",
    "A": "D"
  },
  {
    "Q": "决定商品价值量的社会必要劳动时间（   ）。 A. 以抽象劳动为尺度 B. 以私人劳动为尺度 C. 以剩余劳动为尺度 D. 以简单劳动为尺度",
    "A": "D"
  },
  {
    "Q": "“我们从小麦的滋味中根本无法判断它是封建农民生产的，还是资本主义农业工人生产的。”这说明（   ）。 A. 使用价值是一个历史的范畴 B. 一种物品具有的使用价值并不反映生产关系的性质 C. 同一种物品的使用价值会随生产关系的变化而变化 D. 有使用价值的物品一定是劳动产品",
    "A": "B"
  },
  {
    "Q": "生产商品的具体劳动和抽象劳动是（   ）。 A. 生产商品的两次不同的劳动 B. 生产同一商品的两个劳动过程 C. 生产商品的同一过程的两个方面 D. 不同过程中的两个方面",
    "A": "C"
  },
  {
    "Q": "“劳动是财富之父，土地是财富之母”。对这句话的正确理解应该是（   ）。 A. 劳动和土地是价值的源泉 B. 劳动创造使用价值，土地形成价值 C. 劳动是创造价值的外部条件，土地才是价值的真正源泉 D. 劳动不是它所生产的使用价值即物质财富的唯一源泉",
    "A": "D"
  },
  {
    "Q": "在一定的劳动时间内，由于全社会的劳动生产率提高，生产出的商品的数量与单位价值量都发生了变化，这种变化是（   ）。 A. 商品数量减少，单位商品的价值量不变 B. 商品数量增加，单位商品的价值量不变 C. 商品数量增加，单位商品的价值量减少 D. 商品数量减少，单位商品的价值量增大",
    "A": "C"
  },
  {
    "Q": "下列经济行为中，属于货币执行流通手段职能的是（   ）。 A. 顾客用10元购买了5斤苹果 B. 顾客用10元可购买5斤苹果 C. 顾客购买5斤苹果，一周后付款10元 D. 顾客向水果店以每斤2元的价格预定5斤苹果",
    "A": "A"
  },
  {
    "Q": "在商店出售的各种商品，都有价格标签。这些价格标签标明货币是在（   ）。 A. 充当流通手段的职能 B. 发挥支付手段的职能 C. 执行价值尺度的职能 D. 作为社会财富的代表",
    "A": "C"
  },
  {
    "Q": "价值规律的作用是通过（   ）。 A. 生产者之间的竞争实现的 B. 消费者之间的竞争实现的 C. 生产者和消费者之间的竞争实现的 D. 价格机制、供求机制和竞争机制实现的",
    "A": "D"
  },
  {
    "Q": "价值规律对生产、流通和消费的调节作用的实现形式是（   ）。 A. 社会必要劳动时间与个别劳动时间的矛盾运动 B. 使用价值与价值的矛盾运动 C. 价格根据市场的供求关系围绕价值波动，从而影响各个市场主体的利益 D. 市场价格围绕生产成本上下波动",
    "A": "C"
  },
  {
    "Q": "货币转化为资本的前提是（   ）。 A. 私人劳动转化为社会劳动 B. 生产资料私有制 C. 纸币代替金属货币 D. 劳动力成为商品",
    "A": "D"
  },
  {
    "Q": "劳动力商品最重要的特征是（   ）。 A. 劳动力商品的使用价值是价值和剩余价值的源泉 B. 随着劳动力商品使用价值的消失，其价值也消失 C. 劳动力商品价值决定包含着一个历史和道德的因素 D. 劳动力成为商品是货币转化为资本的前提",
    "A": "A"
  },
  {
    "Q": "资本主义生产过程是（   ）。 A. 生产过程和流通过程的统一 B. 简单再生产与扩大再生产的统一 C. 劳动过程和价值形成过程的统一 D. 劳动过程和价值增殖过程的统一",
    "A": "D"
  },
  {
    "Q": "资本主义生产过程是价值增殖过程，价值增殖过程 （   ）。 A. 就是劳动过程 B. 就是价值形成过程 C. 就是超过一定点的价值形成过程 D. 即生产资料转移价值过程",
    "A": "C"
  },
  {
    "Q": "剩余价值率反映的是（   ）。 A. 预付资本的价值增殖程度 B. 可变资本的价值增殖程度 C. 固定资本的价值增殖程度 D. 不变资本的价值增殖程度",
    "A": "B"
  },
  {
    "Q": "绝对剩余价值生产的前提条件是（   ）。 A. 剩余劳动时间不变 B. 必要劳动时间不变 C. 工作日长度不变 D. 无偿劳动时间不变",
    "A": "B"
  },
  {
    "Q": "相对剩余价值的获得是（   ）。 A. 个别企业提高劳动生产率的结果 B. 一个生产部门提高劳动生产率的结果 C. 整个社会劳动生产率提高的结果 D. 企业劳动生产率高于部门平均劳动生产率的结果",
    "A": "C"
  },
  {
    "Q": "资本主义再生产的特征是扩大再生产，这是由（   ）。 A. 资本有机构成提高决定的 B. 追逐剩余价值的内在动力和竞争的外部压力决定的 C. 资本周转速度加快决定的 D. 剩余价值率提高决定的",
    "A": "B"
  },
  {
    "Q": "资本积累的实质是（   ）。 A. 用榨取的剩余价值来榨取更多的剩余价值 B. 增加社会资本总量 C. 扩大生产规模，增强竞争能力 D. 推动社会进步",
    "A": "A"
  },
  {
    "Q": "资本积累和资本主义扩大再生产的关系是（   ）。 A. 扩大再生产是资本积累的源泉 B. 资本积累是资本主义扩大再生产的源泉 C. 剩余价值在转化为资本 D. 扩大再生产与资本积累无内在的关系",
    "A": "B"
  },
  {
    "Q": "资本有机构成的提高意味着不变资本和可变资本的比重中（   ）。 A. 不变资本的比重增加 B. 不变资本与可变资本按相同的比例扩大 C. 可变资本的比重增大 D. 不变资本和可变资本按相同比例下降",
    "A": "A"
  },
  {
    "Q": "以资本积聚方式增大个别资本，是通过（   ）。 A. 大资本吞并小资本 B. 许多中小资本的联合 C. 组织股份公司 D. 剩余价值的资本化",
    "A": "D"
  },
  {
    "Q": "个别资本通过股份制扩大其资本的支配范围属于（   ）。 A. 资本积累 B. 资本积聚 C. 资本集中 D. 资本垄断",
    "A": "C"
  },
  {
    "Q": "资本是一种运动，资本循环是从资本运动的（   ）。 A. 连续性方面研究资本的运动 B. 速度方面研究资本的运动 C. 实现条件方面研究资本的运动 D. 矛盾性方面研究资本的运动",
    "A": "A"
  },
  {
    "Q": "货币资本的职能是（   ）。 A. 生产剩余价值 B. 实现剩余价值 C. 直接带来剩余价值 D. 购买劳动力和生产资料为剩余价值准备条件",
    "A": "D"
  },
  {
    "Q": "商品资本的职能是（   ）。 A. 生产剩余价值 B. 实现剩余价值 C. 为剩余价值生产准备条件 D. 为实现剩余价值准备条件",
    "A": "B"
  },
  {
    "Q": "社会总产品的实现或者补偿包括（   ）。 A. 实物和价值两个方面 B. 使用价值和价值两个方面 C. 可变资本和不可变资本两个方面 D. 价值和剩余价值两个方面",
    "A": "A"
  },
  {
    "Q": "社会生产分为两大部类的依据是（   ）。 A. 社会总产品的最终用途 B. 社会生产规模的大小 C. 不变资本与可变资本的划分 D. 固定资本与流动资本的划分",
    "A": "A"
  },
  {
    "Q": "社会资本再生产的核心问题是（   ）。 A. 社会生产连大部类的划分问题 B. 社会总产品的价值构成问题 C. 生产资料优先增长问题 D. 社会总产品的实现问题",
    "A": "D"
  },
  {
    "Q": "资本主义的工资之所以掩盖了剥削，是由于它（   ）。 A. 表现为劳动的价格 B. 是劳动力的价值 C. 是劳动者必要劳动创造的价值 D. 是劳动力的价格或价值的转化形态",
    "A": "A"
  },
  {
    "Q": "平均利润率的形成是（   ）。 A. 部门之间竞争的结果 B. 部门内部竞争的结果 C. 商品生产者与商品购买者之间竞争的结果 D. 商品购买者之间竞争的结果",
    "A": "A"
  },
  {
    "Q": "资本主义经济危机的实质是（   ）。 A. 生产绝对过剩 B. 产品数量超过了人们的需求 C. 大量的产品卖不出去 D. 生产相对过剩",
    "A": "D"
  },
  {
    "Q": "资本主义的基本矛盾是（   ）。 A. 无产阶级与资产阶级之间的矛盾 B. 生产无限扩大的趋势与有制服能力的需求相对缩小之间的矛盾 C. 各个企业内部生产的有组织性与整个社会生产的无政府状态之间的矛盾 D. 生产社会化与生产资料资本主义私人占有之间的矛盾",
    "A": "D"
  },
  {
    "Q": "“资本主义必然灭亡，社会主义必然胜利”的主要依据是（   ）。 A. 资本主义政治经济发展的不平衡 B. 生产社会化与资本主义私人占有生产资料的矛盾不可调和 C. 个别企业生产的有组织与社会生产的无政府状态之间的矛盾 D. 无产阶级与资产阶级斗争的尖锐化",
    "A": "B"
  },
  {
    "Q": "社会主义制度代替资本主义制度是（   ）。 A. 由于资本主义固有矛盾无法解决 B. 生产关系一定要适应生产力发展规律的要求 C. 社会生产与社会需求矛盾发展的结果 D. 无产阶级与资产阶级矛盾的结果",
    "A": "B"
  },
  {
    "Q": "作为商品的移动电话，其价值的物质承担者是（   ）。 A. 移动电话本身的各种功能 B. 移动电话对消费者的效用或有用性 C. 为购买移动电话消费者所付出的货币 D. 用来支持移动电话的软件",
    "A": "B"
  },
  {
    "Q": "商品的社会属性是（   ）。 A. 使用价值 B. 交换价值 C. 价值 D. 使用价值和价值",
    "A": "C"
  },
  {
    "Q": "交换价值是一种使用价值与另一种使用价值相交换的量的关系或比例，它的基础或内容是（   ）。 A. 商品 B. 货币 C. 使用价值 D. 价值",
    "A": "D"
  },
  {
    "Q": "在商品生产中，生产资料的价值借助于劳动者的（   ）。 A. 具体劳动而增殖 B. 具体劳动而转移到新产品中去 C. 抽象劳动而增殖 D. 抽象劳动而转移到新产品中去",
    "A": "B"
  },
  {
    "Q": "社会必要劳动时间是指在现有的社会正常生产条件下，在社会平均的劳动熟练程度和劳动强度下制造某种使用价值所需要的劳动时间。这种“正常的生产条件”是指（   ）。 A. 全社会各个部门的平均技术装备水平 B. 某一生产部门内部的先进技术装备水平 C. 某一生产部门内部大多数产品以及达到的技术装备水平 D. 全社会大多数部门的技术装备水平",
    "A": "C"
  },
  {
    "Q": "劳动生产率的提高，同一社会必要劳动时间创造的价值（   ）。 A. 增加 B. 减少 C. 不变 D. 提高",
    "A": "C"
  },
  {
    "Q": "马克思主义政治经济学认为剩余价值（   ）。 A. 在生产领域中产生，但不能离开流通领域 B. 在流通领域中产生，但不能离开生产领域 C. 在生产领域中产生，和流通领域无关 D. 既在生产领域中产生，又在流通领域中产生",
    "A": "A"
  },
  {
    "Q": "无论是绝对剩余价值还是相对剩余价值都是依靠（   ）。 A. 延长工人工作时间而获得 B. 降低工人的工资而获得的 C. 增加剩余劳动时间而获得的 D. 提高劳动生产率而获得的",
    "A": "C"
  },
  {
    "Q": "资本的技术构成是指由生产技术水平决定的（   ）。 A. 固定资本和流动资本的比例 B. 固定资本和劳动力的比例 C. 不变资本和可变资本的比例 D. 生产资料和劳动力的比例",
    "A": "D"
  },
  {
    "Q": "平均利润是指（   ）。 A. 以预付资本大小按平均利润率计算归每个生产部门资本家所获得的利润 B. 以预付资本大小按平均利润率计算归每个资本家企业所获得的利润 C. 职能资本家和非职能资本家平均分配所获得的利润 D. 所有资本家从流通领域所获得的利润",
    "A": "A"
  },
  {
    "Q": "到目前为止，社会经济的两种基本形态是（   ）。 A. 商品经济与市场经济 B. 自然经济与计划经济 C. 自然经济与商品经济 D. 商品经济与计划经济",
    "A": "C"
  },
  {
    "Q": "资本家改进技术的直接动因是（   ）。 A. 降低劳动力价值 B. 追逐超额剩余价值 C. 获取绝对剩余价值 D. 获取相对剩余价值",
    "A": "B"
  },
  {
    "Q": "通过分析资本积累和扩大再生产过程，马克思指出：扩大再生产过程中的追加资本，“从它的起源看，它一开始就没有一个价值原子不是由别人的无酬劳动产生的”。这句话阐明了（   ）。 A. 资本积累是扩大再生产的源泉 B. 剩余价值是资本积累的惟一源泉 C. 资本积累过程就是扩大再生产过程 D. 追加资本和资本主义扩大再生产无关",
    "A": "B"
  },
  {
    "Q": "商品生产者要获得更多收益必须使生产商品的（   ）。 A. 个别劳动时间等于多倍的社会必要劳动时间 B. 个别劳动时间等于社会必要劳动时间 C. 个别劳动时间大于社会必要劳动时间 D. 个别劳动时间小于社会必要劳动时间",
    "A": "D"
  },
  {
    "Q": "货币之所以能执行价值尺度的职能，是因为（   ）。 A. 它能衡量其他商品价值的大小 B. 它是社会劳动的产物，本身具有价值 C. 它具有计量单位 D. 它可以是观念上的货币",
    "A": "B"
  },
  {
    "Q": "资本集中的方式是（   ）。 A. 资本积聚和资本积累 B. 竞争和剩余价值的资本化 C. 竞争和信用 D. 简单再生产和扩大再生产",
    "A": "C"
  },
  {
    "Q": "在资本主义社会，部门之间竞争的实质是（   ）。 A. 获得超额使用价值 B. 各部门资本家重新瓜分剩余价值 C. 促进技术进步和有机构成提高 D. 获得超额利润",
    "A": "B"
  },
  {
    "Q": "生产过程中劳动力商品所创造的新价值是（   ）。 A. 商品价值 B. 劳动力自身的价值 C. 剩余价值 D. 劳动力价值和剩余价值之和",
    "A": "D"
  },
  {
    "Q": "价值增值过程不外是超过一定点而延长了的价值形成过程。这个一定点就是雇佣工人（   ）。 A. 生产使用价值的时间 B. 创造新价值的时间 C. 补偿劳动力价值的时间 D. 转移生产资料价值的时间",
    "A": "C"
  },
  {
    "Q": "从整个社会来说，在不延长工作日且实际工资还有所提高的情况下（   ）。 A. 工人所受剥削就会有所减轻 B. 资本家攫取的剩余价值量不会增加 C. 剩余价值量仍可增加，但剩余价值率不会提高 D. 剩余价值率仍可提高",
    "A": "D"
  },
  {
    "Q": "马克思在《资本论》中指出:“不管生产力发生了什么变化，同一劳动在同样的时间内提供的价值量总是相同的。但它在同样的时间内提供的使用价值量是不同的:生产力提高时就多些，生产力降低时就少些。”这段话表明，生产力的变化（   ）。 A. 不影响同一劳动在同样的时间内生产的商品数量 B. 不改变同一劳动在同样的时间内的生产效率 C. 影响同一劳动在同样的时间内生产的单个商品价值量 D. 改变同一劳动在同样的时间内提供的价值总量",
    "A": "C"
  },
  {
    "Q": "垄断组织通过制定垄断价格来获取垄断利润。在市场交易过程中，垄断组织获利高低实际上受到很多因素的影响。为了避免遭受净亏损，垄断组织所能接受的最低价格是（   ）。 A. 成本价格 B. 生产价格 C. 垄断低价 D. 垄断高价",
    "A": "B"
  },
  {
    "Q": "马克思在《资本论》中指出:\"一个商品占有者出售他现有的商品，而另一个商品占有者却只是作为货币的代表或作为未来货币的代表来购买这种商品。卖者成为债权人，买者成为债务人。由于商品的形态变化或商品的价值形式的发展在这里起了变化，货币也就取得了另一种职能。\"这里所论述的货币\"另一种职能\"指的是(   )。 A. 价值尺度 B. 流通手段 C. 贮藏手段 D. 支付手段",
    "A": "D"
  },
  {
    "Q": "马克思指出:资本主义在发展“社会劳动的生产力”的同时进而不自觉的创造着一种更高级的生产形式的物质条件，这表明(   )。 A. 资本主义生产方式能够无限制解放和发展社会生产力 B. 资本越发展越有利于巩,固资本主义 C. 资本越扩张越不利于创造更多的物质财富 D. 资本主义生产是一种历史的、过渡性生产形式",
    "A": "D"
  },
  {
    "Q": "在相同的劳动时间里，复杂劳动创造的价值大于简单劳动创造的价值。在以私有制为基础 的商品经济条件下，复杂劳动转化为简单劳动(   )。 A. 是商品生产者自觉计算出来的 B. 是市场管理部门事先规定的 C. 是商品生产者协商出来的 D. 是商品交换过程中市场机制自发实现的",
    "A": "D"
  },
  {
    "Q": "在以私有制经济为基础的商品经济中,商品生产者的私人劳动生产的产品是否与社会的需求相适应，作为其体劳动的有用性质能否为社会所承认，商品的使用价值和价值之间的矛盾是否能得到解决，决定着商品生产者的命运。以私有制为基础的商品经济的基本矛盾是(   )。 A. 使用价值和价值之间的矛盾 B. 私人劳动和社会劳动之间的矛盾 C. 具体劳动和抽象劳动的矛盾 D. 脑力劳动和体力劳动的矛盾",
    "A": "B"
  },
  {
    "Q": "《资本论》(德文版)第一卷于1867年9月在汉堡出版，其影响力历经150年风雨而不衰，至今对我们分析、理解现实经济问题依然具有很强的指导意义。马克思主义政治经济学的理论十分丰富，其中\"理解政治经济学的枢纽\"的理论是(   )。 A. 剩余价值理论 B. 价值规律理论 C. 劳动二重性理论 D. 商品二因素理论",
    "A": "C"
  },
  {
    "Q": "第二次世界大战以后，资本主义国家经历了第三次科技革命，机器大工业发展到自动化阶段。智能化工厂创造出了较高的生产率，显露出巨大的竞争力，企业在\"机器换人\"中取得了一定的经济效益。这意味着率先使用机器人的个别企业(   )。 A. 资本技术构成的提高 B. 剩余价值来源的改变 C. 所生产商品价值的提高 D. 获得更多的社会平均利润",
    "A": "A"
  },
  {
    "Q": "资本主义萌芽和产生的主要途径有（   ）。 A. 小商品经济分化而来 B. 商人转化而来 C. 高利贷者转化而来 D. 手工业者转化而来",
    "A": "ABC"
  },
  {
    "Q": "资本原始积累的主要途径是（   ）。 A. 用暴力手段剥夺农民的土地 B. 用暴力掠夺本国劳动者的财富 C. 资本家省吃俭用的积累 D. 残酷的殖民扩张与掠夺",
    "A": "ABD"
  },
  {
    "Q": "分析资本主义经济之所以从商品开始，是因为（   ）。 A. 资本主义社会的财富是普遍采取商品的形式 B. 商品是资本主义经济的细胞 C. 商品包含着资本主义一切矛盾的萌芽 D. 商品关系渗透到资本主义经济生活的各个方面",
    "A": "ABCD"
  },
  {
    "Q": "使用价值、交换价值、价值三者之间的关系是（   ）。 A. 使用价值是交换价值和价值的物质承担者 B. 价值寓于使用价值之中 C. 价值是交换价值的基础和内容 D. 交换价值是价值的表现",
    "A": "ABCD"
  },
  {
    "Q": "具体劳动和抽象劳动是（   ）。 A. 生产商品的同一劳动过程的两个不同阶段 B. 生产商品的同一劳动过程的两个方面 C. 生产商品的两次劳动 D. 生产商品的劳动二重性",
    "A": "BD"
  },
  {
    "Q": "影响劳动生产率高低的主要因素是（   ）。 A. 劳动者技术的平均熟练程度 B. 生产资料的规模和效能 C. 生产过程的社会结合 D. 科技发展的水平及在工艺上的应用",
    "A": "ABCD"
  },
  {
    "Q": "在商品经济运行中，价值、价格、供求关系三者之间的关系是（   ）。 A. 价格由供求关系决定，围绕价值上下波动 B. 价格受价值影响，围绕供求关系变化而变化 C. 价格由价值决定，反映价值并反映供求关系 D. 价格由价值决定，受供求关系影响又制约供求关系",
    "A": "CD"
  },
  {
    "Q": "执行流通手段的货币（   ）。 A. 可以是纸币 B. 必须是金属货币 C. 可以是观念上的货币 D. 必须是现实的货币",
    "A": "AD"
  },
  {
    "Q": "通货膨胀现象的基本表现是（   ）。 A. 货币供应过度 B. 单位货币贬值 C. 物价持续上涨 D. 人们生活水平下降",
    "A": "ABCD"
  },
  {
    "Q": "价值规律的作用有（   ）。 A. 刺激生产者改进技术、降低成本 B. 引起货币贬值 C. 刺激商品生产者激烈竞争与分化 D. 自发调节社会劳动在各部门的分配",
    "A": "ACD"
  },
  {
    "Q": "价格受供求关系影响，围绕价值上下波动，不是对价值规律的否定，而是价值规律作用的表现形式，这是因为（   ）。 A. 各种商品价格的波动，是以各自的价值为基础的 B. 从商品交换的总体看，价格总额与价值总额是相等的 C. 从商品交换的较长时间看，价格与价值趋于一致的 D. 价格的变化不会无限脱离价值，说明价格最终受价值制约",
    "A": "ABCD"
  },
  {
    "Q": "在新的历史条件下，与马克思所处的时代相比，深化对创造价值的劳动的认识主要有（   ）。 A. 只有工业农业的直接劳动才创造价值 B. 创造价值的“总体劳动”和“总体工人”的范围在扩大 C. 科技人员和管理人员的劳动也是创造价值的劳动 D. 创造价值的劳动的领域从物质生产领域向非物质生产领域拓展",
    "A": "BCD"
  },
  {
    "Q": "要全面地认识资本主义制度下资本的本质，对资本正确的理解是（   ）。 A. 资本是带来剩余价值的价值 B. 资本是以物为媒介的社会生产关系 C. 资本是一个历史范畴 D. 资本不是静止物，而是一种运动",
    "A": "ABCD"
  },
  {
    "Q": "劳动力商品价值的构成要素包括（   ）。 A. 劳动者在生产中耗费的各种生产资料的价值 B. 维持劳动者个人生活所必需的生活资料的价值 C. 劳动者所必需的教育、训练费用的价值 D. 维持劳动者家属所必需的生活资料的价值",
    "A": "BCD"
  },
  {
    "Q": "马克思把资本划分为不变资本与可变资本，其意义在于（   ）。 A. 揭示了剩余价值的真正来源 B. 为计算剩余价值率提供科学依据 C. 为资本有机构成理论奠定基础 D. 平均利润、生产价格奠定基础",
    "A": "ABCD"
  },
  {
    "Q": "绝对剩余价值生产与相对剩余价值生产的共同点是（   ）。 A. 都体现资本家对工人的剥削关系 B. 都延长了剩余劳动时间 C. 都提高了剩余价值率 D. 都缩短了必要劳动时间",
    "A": "ABC"
  },
  {
    "Q": "剩余价值是（   ）。 A. 工人创造的超过劳动力价值的那部分价值 B. 资本家无偿占有的那部分价值 C. 工人创造的相当于劳动力价值的那部分价值 D. 体现了资本家剥削雇佣劳动的关系",
    "A": "ABD"
  },
  {
    "Q": "超额剩余价值是（   ）。 A. 个别价值低于社会价值的差额 B. 个别资本家提高劳动生产率的结果 C. 全社会提高劳动劳动生产率的结果 D. 有个别资本家才能获得",
    "A": "ABD"
  },
  {
    "Q": "资本主义的工资（   ）。 A. 是劳动力的价值或价格的货币表现 B. 本质上是劳动力价值或价格 C. 是劳动的价值或价格 D. 是工人的劳动报酬",
    "A": "AB"
  },
  {
    "Q": "资本有机构成提高的直接后果是（   ）。 A. 个别资本增大 B. 科学技术的进步 C. 对劳动力的需求相对减少 D. 平均利润下降",
    "A": "CD"
  },
  {
    "Q": "平均利润率形成的条件有（   ）。 A. 企业拥有投资自主权 B. 价格由市场形成 C. 资本能自由流动 D. 充分的竞争机制",
    "A": "ABCD"
  },
  {
    "Q": "利润转化为平均利润的过程，同时也是（   ）。 A. 生产要素在不同部门之间转移的过程 B. 商品价值转化为生产价格的过程 C. 各部门资本家重新瓜分剩余价值的过程 D. 剩余价值转化为利润的过程",
    "A": "ABC"
  },
  {
    "Q": "产业资本的现实循环是（   ）。 A. 买和卖的时间与空间的统一 B. 资本生产与商品生产的统一 C. 生产过程和流通过程的统一 D. 三种资本循环形式的统一",
    "A": "CD"
  },
  {
    "Q": "资本家用来购买劳动力的那部分资本属于（   ）。 A. 不变资本 B. 可变资本 C. 流动资本 D. 生产资本",
    "A": "BCD"
  },
  {
    "Q": "马克思分析社会总资本在生产的基本理论前提有（   ）。 A. 社会总产品的价值由c+v+m B. 资本有机构成提高 C. 社会生产分为生产生产资料和生产消费资料的两大部类 D. 社会总产品的实现问题是价值补偿与实物替换",
    "A": "AC"
  },
  {
    "Q": "资本主义经济危机的重要作用是（   ）。 A. 阻碍了资本的集中 B. 加快了资本的集中 C. 缓和了资本主义的矛盾 D. 强制地恢复已严重破坏了的经济比例关系",
    "A": "BD"
  }
]