[{"Q": "( )是推进全面依法治国的总抓手。 A. 中国特色社会主义法治国家 B. 中国特色社会主义法治体系 C. 中国特色社会主义法治道路 D. 中国特色社会主义法治制度", "A": "B"}, {"Q": "全面依法治国的唯一正确道路是( ) A. 中国特色社会主义道路 B. 中国特色社会主义政治发展道路 C. 中国特色社会主义法治道路 D. 中国特色社会主义法制道路", "A": "C"}, {"Q": "( )是国家的根本法，是治国安邦的总章程，是党和人民意志的集中体现，是国家各种制度和法律法规的总依据。 A. 法律总纲 B. 民法典 C. 宪法 D. 诉讼法", "A": "C"}, {"Q": "我国人民法院对受理的民事案件、经济纠纷案件和轻微刑事案件进行的调解，是诉讼内调解。对于婚姻案件，诉讼内调解是必经的程序。至于其他民事案件是否进行调解，取决于当事人的自愿，调解不是必经程序。调解制度体现了下列哪方面中华优秀传统法律文化( ) A. 出礼入刑、隆礼重法的治国策略 B. 德主刑辅、明德慎罚的慎刑思想 C. 天下无讼、以和为贵的价值追求 D. 民为邦本、本固邦宁的民本理念", "A": "C"}, {"Q": "法治体系是国家治理体系的骨干工程。更好推进中国特色社会主义法治体系建设，必须加快形成( ) ①完备的法律规范体系②高效的法治实施体系③严密的法治监督体系④有力的法治保障体系⑤完善的党内法规体系⑥普及的守法体系 A. ①②③④⑤⑥ B. ①②③④⑤ C. ①②③④ D. ①②③④⑥", "A": "B"}, {"Q": "“立善法于天下，则天下治;立善法于一国，则一国治”。表明更好推进中国特色社会主义法治体系建设，必须加快形成( ) A. 完备的法律规范体系 B. 高效的法治实施体系 C. 严密的法治监督体系 D. 有力的法治保障体系", "A": "A"}, {"Q": "( )是党领导人民治理国家的基本方式。 A. 以人民为中心 B. 绿色发展 C. 依法治国 D. 人民当家作主", "A": "C"}, {"Q": "( )是社会主义法治最根本的保证。 A. 中国特色社会主义制度 B. 党的领导 C. 严密的法治监督体系 D. 全面深化改革", "A": "B"}, {"Q": "( )是中国特色社会主义法治体系的根本制度基础，是全面推进依法治国的根本制度保障。 A. 中国特色社会主义制度 B. 党的领导 C. 马克思主义指导 D. 以德治国", "A": "A"}, {"Q": "( )是中国特色社会主义的本质要求和重要保障。 A. 全面建设社会主义现代化国家 B. 全面依法治国 C. 全面深化改革 D. 全面从严治党", "A": "B"}, {"Q": "法治监督体系以( )为重点. A. 约束公权力运行 B. 思想教育 C. 制度建设 D. 少数领导干部", "A": "A"}, {"Q": "全面依法治国最广泛、最深厚的基础是( )。 A. 党的领导 B. 社会稳定 C. 人民 D. 社会主义民主", "A": "C"}, {"Q": "全面依法治国的总目标是( )。 A. 建设中国特色社会主义法治体系 B. 建设中国特色社会主义法治体系，建设社会主义法治国家 C. 建设社会主义法治国家 D. 有法可依、有法必依、违法必究、执法必严", "A": "B"}, {"Q": "( )是国家治理体系和治理能力的重要依托。 A. 法治 B. 民主 C. 人民 D. 党的领导", "A": "A"}, {"Q": "( )是司法的灵魂和生命。 A. 公平正义 B. 民主法治 C. 诚信友善 D. 社会和谐", "A": "A"}, {"Q": "( )既是全面从严治党的重要依据，也是全面依法治国的有力保障。 A. 党内法规 B. 党的纪律条例 C. 党章 D. 党的监督机制", "A": "A"}, {"Q": "我们讲坚持依宪治国、依宪执政，就包括坚持宪法确定的( )地位不动摇。 A. 人民当家作主 B. 中国共产党领导 C. 社会主义法治国家 D. 宪法权威", "A": "B"}, {"Q": "建设中国特色社会主义法治体系，必须坚持( )先行。 A. 守法 B. 司法 C. 执法 D. 立法", "A": "D"}, {"Q": "全面依法治国是( )。 A. 国家治理的一场深刻革命，关系党执政兴国，关系人民幸福安康 B. 完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化的重要方面 C. 坚持和发展中国特色社会主义的本质要求和重要保障 D. “四个全面”战略布局之一", "A": "ABCD"}, {"Q": "中国特色社会主义法治道路的核心要义是( )。 A. 坚持党的领导 B. 坚持中国特色社会主义制度 C. 贯彻中国特色社会主义法治理论 D. 坚持社会主义根本制度", "A": "ABC"}, {"Q": "要坚持( )相结合，实现法治和德治相辅相成、相得益彰。 A. 依法治国 B. 协同发展 C. 全面发展 D. 以德治国", "A": "AD"}, {"Q": "健全公安机关、检察机关、审判机关、司法行政机关各司其职，( )相互配合、相互制约的体制机制。 A. 侦查权 B. 检察权 C. 审判权 D. 执行权", "A": "ABCD"}, {"Q": "关于政治和法治的关系，下列说法正确的是( )。 A. 法治要脱离政治的影响，才能确保公平正义 B. 法治当中有政治，没有脱离政治的法治 C. 政治和法治相互依存，相互作用，密不可分 D. 党和法的关系是政治和法治关系的集中反映", "A": "BCD"}, {"Q": "走中国特色社会主义法治道路，必须长期坚持以下哪些基本原则。( ) A. 坚持中国共产党的领导 B. 坚持人民主体地位 C. 坚持法律面前人人平等 D. 坚持依法治国与以德治国相结合 E. 坚持从中国实际出发", "A": "ABCDE"}, {"Q": "全面依法治国必须正确处理( )的关系。 A. 政治和法治 B. 改革和法治 C. 依法治国和以德治国 D. 依法治国和依规治党", "A": "ABCD"}, {"Q": "正确处理改革和法治的关系 ,要做到( )。 A. 要坚持改革决策和立法决策相统一 B. 立法主动适应改革需要，重大改革于法有据 C. 对实践条件还不成熟、需要先行先试的，要按照法定程序作出授权 D. 对不适应改革要求的现行法律法规，要及时修改或废止", "A": "ABCD"}, {"Q": "正确处理依法治国和依规治党的关系, 要做到( )。 A. 要发挥依法治国和依规治党的互补性作用,确保党既依据宪法法律治国理政，又依据党内法规管党治党、从严治党 B. 要正确处理党的政策和国家法律的关系，两者都是人民根本意志的反映 C. 党的政策是国家法律的先导和指引 D. 要通过法律保障党的政策有效实施", "A": "ABCD"}, {"Q": "坚持依宪治国、依宪执政，就必须( )。 A. 坚持宪法确定的中国共产党领导地位不动摇 B. 坚持宪法确定的人民民主专政的国体和人民代表大会的政体不动摇 C. 坚持走“宪政”道路不动摇 D. 学习西方“三权鼎立”制度", "A": "AB"}, {"Q": "更好推进中国特色社会主义法治体系建设，必须加快形成( )。 A. 完备的法律规范体系 B. 高效的法治实施体系 C. 严密的法治监督体系 D. 有力的法治保障体系", "A": "ABCD"}, {"Q": "加快形成完备的法律规范体系,必须( )。 A. 深入推进科学立法、民主立法、依法立法，统筹立改废释纂 B. 提高立法效率，增强立法系统性、整体性、协同性和时效性。 C. 研究丰富立法形式，增强立法的针对性、适用性、可操作性。 D. 推进合宪性审査工作", "A": "ABCD"}, {"Q": "加快建设法治中国，必须坚持系统观念,全面推进( )。 A. 科学立法 B. 严格执法 C. 公正司法 D. 全民守法", "A": "ABCD"}, {"Q": "坚持以宪法为最高法律规范，完善以宪法为核心的中国特色社会主义法律体系，加强( )立法，把国家各项事业和各项工作纳入法制轨道。 A. 重点领域 B. 突出领域 C. 新兴领域 D. 涉外领域", "A": "ACD"}, {"Q": "法治中国建设的总体目标是( )。 A. 到2025年，党领导全面依法治国体制机制更加健全，以宪法为核心的中国特色社会主义法律体系更加完备 B. 到2025年，法治社会建设取得重大进展，党内法规体系更加完善 C. 到2025年，中国特色社会主义法治体系初步形成 D. 到2035年，法治国家、法治政府、法治社会基本建成", "A": "ABCD"}, {"Q": "法治中国建设的工作布局是( )。 A. 坚持依法治国、依法执政、依法行政共同推进 B. 坚持法治国家、法治政府、法治社会一体建设 C. 坚持统筹推进国内法治和涉外法治 D. 协商民主和法制宣传一体推进", "A": "ABC"}, {"Q": "建设更高水平的法治中国，必须( )。 A. 完善以宪法为核心的中国特色社会主义法律体系 B. 扎实推进依法行政 C. 严格公正司法 D. 加快建设法治社会", "A": "ABCD"}]