[{"Q": "党的十八大以来，以习近平同志为核心的党中央坚持( )的发展思想,在发展中保障和改善民生，加强和创新社会治理，人民生活全方位改善,人民获得感幸福感安全感不断增强。 A. 中国共产党领导 B. 社会主义本质 C. 中国特色社会主义制度 D. 以人民为中心", "A": "D"}, {"Q": "( )是坚持立党为公、执政为民的本质要求。 A. 中华民族伟大复兴 B. 增进民生福祉 C. 共同富裕 D. 民生", "A": "B"}, {"Q": "关注( )本身的发展，是社会主义和资本主义的根本区别之一。 A. 社会 B. 人 C. 公民 D. 经济", "A": "B"}, {"Q": "( )是社会主义生产的根本目的。 A. 提高就业水平 B. 发展制造业 C. 增进民生福祉 D. 解决发展不平衡不充分问题", "A": "C"}, {"Q": "中国式现代化是造福人民的现代化，要求把不断( )放在更加突出的位置。 A. 坚定社会主义制度 B. 推进社会主义发展 C. 增进民生福祉 D. 坚持人民主体地位", "A": "C"}, {"Q": "( )，消除绝对贫困，是全面建成小康社会的底线任务,是必须抓紧抓好的第一民生工程。 A. 人民幸福 B. 共同富裕 C. 乡村振兴 D. 打赢脱贫攻坚战", "A": "D"}, {"Q": "( )是发展的“指南针”。 A. 民主 B. 乡村振兴 C. 共同富裕 D. 民生", "A": "D"}, {"Q": "( )是解决民生问题的“总钥匙”。 A. 保障 B. 扶贫 C. 创新 D. 发展", "A": "D"}, {"Q": "( )是民生之源，是改善民生、实现发展成果由人民共享最重要最直接的方式。 A. 收入分配 B. 分配制度 C. 社会保障 D. 生活幸福", "A": "A"}, {"Q": "解决好( )问题，是民生改善的“温度计”，对国家长治久安具有重要支撑作用。 A. 医疗 B. 就业 C. 住房 D. 收入", "A": "B"}, {"Q": "习近平指出:“( )是最大的民生工程、民心工程、根基工程，必须抓紧抓实抓好。” A. 就业 B. 住房 C. 收入分配 D. 健康中国", "A": "A"}, {"Q": "( )是社会文明进步的基础，是民族昌盛和国家富强的重要标志，是促进人的全面发展的必然要求。 A. 高质量就业 B. 人民健康 C. 文化自信 D. 医疗发达", "A": "B"}, {"Q": "( )是促进共同富裕的基础性制度。 A. 经济制度 B. 分配制度 C. 社会制度 D. 政治制度", "A": "B"}, {"Q": "( )是最基本的民生，是劳动者赖以生存和发展的基础、共享经济发展成果的基本条件，关系到亿万劳动者及其家庭的切身利益。 A. 社会保障 B. 教育 C. 就业 D. 医疗", "A": "C"}, {"Q": "( )是社会文明进步的基础，是民族昌盛和国家富强的重要标志，是促进人的全面发展的必然要求。 A. 改善民生 B. 社会保障体系 C. 人民健康 D. 就业", "A": "C"}, {"Q": "( )提出创新社会治理体制，从“社会管理”到“社会治理”，虽然只是一字之差，却意味着社会建设理念、体制和方式的重大变革。 A. 党的十八大 B. 党的十八届三中全会 C. 党的十九届六中全会 D. 党的二十大", "A": "B"}, {"Q": "( )是进行社会治理的基础，也是提高社会治理效能的保障。 A. 社会治理体系 B. 法治建设 C. 公平正义 D. 党的领导", "A": "A"}, {"Q": "( )是国家治理的基石，城乡社区是社会治理最基本的单元，是党和政府联系、服务居民群众的“最后一公里”。 A. 改善民生 B. 人民当家作主 C. 基层治理 D. 为人民服务", "A": "C"}, {"Q": "理念是完善社会治理体系的先导，必须坚持( )的社会治理理念。 A. 科学实效 B. 系统化专业化 C. 共建共治共享 D. 创新协调发展", "A": "C"}, {"Q": "充分发挥( )领导核心作用，把党的领导贯穿社会治理全过程各环节。 A. 政府机构 B. 居民社区 C. 基层党组织 D. 中国共产党", "A": "C"}, {"Q": "社区社会治理成效很大程度取决于( )能力和水平。 A. 市域社会治理 B. 改善人民生活 C. 基层党组织 D. 政府机构", "A": "A"}, {"Q": "民生工作离老百姓最近，同老百姓生活最密切，( )是我们的第一要务。 A. 解决发展问题 B. 改善民生 C. 满足人民生活 D. 促进精神文明建设", "A": "AB"}, {"Q": "（ ），是保障和改善民生的工作思路。 A. 坚守底线 B. 突出重点 C. 完善制度 D. 引导预期", "A": "ABCD"}, {"Q": "中国特色的社会保障体系，是在( )基础上建立起来的。 A. 坚持社会主义原则 B. 立足中国实际 C. 总结我国社会保障实践经验 D. 学习借鉴国外有益经验", "A": "ABCD"}, {"Q": "新时代加强和创新社会治理，要求坚持( )，探索一条符合中国社会发展实际、更可持续的中国特色社会主义社会治理之路。 A. 系统治理 B. 依法治理 C. 综合治理 D. 源头治理", "A": "ABCD"}, {"Q": "运用( )统筹社会力量、平衡社会利益、调节社会关系、规范社会行为、化解社会矛盾。 A. 法律制度 B. 法律思维 C. 法治思维 D. 法治方式", "A": "CD"}, {"Q": "要不断创新社会治理的理念思路、体制机制和方法手段，打造( )的社会治理新格局。 A. 共建 B. 共治 C. 共享 D. 共赢", "A": "ABC"}, {"Q": "社会治理关系( )。 A. 国家长治久安 B. 社会安定有序 C. 人民安居乐业 D. 深化改革开放", "A": "ABC"}, {"Q": "坚持( )是保障和改善民生的重要方针。 A. 尽力而为 B. 量力而行 C. 综合治理 D. 源头治理", "A": "AB"}, {"Q": "社会治理的中心必须向基层下移，落实到城乡社区，有效防范化解社会矛盾和风险，维护城乡社区群众和谐稳定的生活，努力打造( )的幸福家园。 A. 和谐有序 B. 绿色文明 C. 创新包容 D. 共建共享", "A": "ABCD"}]