[{"Q": "坚持以人民为中心，就必须坚持人民主体地位，坚持立党为公、执政为民，践行全心全意为人民服务的根本宗旨，把党的群众路线贯彻到治国理政全部活动之中，把人民对美好生活的向往作为奋斗目标。“坚持以人民为中心”的理论基础是唯物史观关于( ) A. 人民群众是历史的创造者的原理 B. 人的本质是一切社会关系的总和的原理 C. 人民群众的活动受到社会历史条件制约的原理 D. 总体的人在总体的历史过程中的主体地位的原理", "A": "A"}, {"Q": "始终时党的生命线和根本工作路线，是我们党永葆青春活力和战斗力的重要传家宝。( ) A. 群众路线 B. 经济路线 C. 人民立场 D. 政治立场", "A": "A"}, {"Q": "马克思主义政党站在人民立场上，始终将最广大人民群众的根本利益作为自己的( )。 A. 最终目标 B. 根本宗旨 C. 核心立场 D. 最高利益", "A": "D"}, {"Q": "我们党讲了宗旨，讲了很多话，但说到底还是这句话( ) A. 以人民为中心 B. 为人民服务 C. 坚持人民主体地位 D. 群众路线是根本工作路线", "A": "B"}, {"Q": "新时代要坚持以( )为中心，在推动社会全面进步中促进人的全面发展。 A. 人民 B. 经济 C. 政治 D. 文化", "A": "A"}, {"Q": "党的十九届六中全会进一步明确，必须坚持( )的发展思想，发展全过程人民民主，推动人的全面发展、全体人民共同富裕取得更为明显实质性进展。 A. 群众路线是根本工作路线 B. 党的建设 C. 经济社会协调发展 D. 以人民为中心", "A": "D"}, {"Q": "( )是我们党做好一切工作的价值取向和根本标准。 A. 实现社会主义社会的生产力快速发展 B. 提高社会主义国家的综合国力 C. 让群众满意 D. 实现经济的高质量发展", "A": "C"}, {"Q": "坚持人民至上，是新时代党治国理政的根本价值取向。要坚持( )作为党的奋斗目标，把人民作为党的工作的最高裁决者和最终评判者。 A. 把满足人民的物质生活需要 B. 把人民对美好生活的向往 C. 把满足人民的精神文化需求 D. 把满足人民的政治生活需要", "A": "B"}, {"Q": "2021年5月13日，习近平总书记在河南考察南水北调工程时再次强调了我们共产党打江山、守江山都是为了人民的幸福，守的是人民的心。中国共产党执政要坚持“权为民所用、情为民所系、利为民所谋”。这说明中国共产党( ) A. 以全心全意为人民服务为根本宗旨 B. 以实现共产主义为最高理想 C. 是工人阶级的先锋队 D. 反对党员追求个人利益", "A": "A"}, {"Q": "树高千尺总有根，水流万里总有源。中国共产党历经百年而风华正茂、饱经磨难而生生不息。其立党、兴党、强党背后的原因在于，中国共产党( ) ①始终坚持立党为公、执政为民 ②始终把人民放在心中最高位置 ③大公无私，没有任何自身利益 ④坚定理想信念信守初心和使命 A. ①③ B. ②③ C. ①④ D. ②④", "A": "D"}, {"Q": "习近平总书记2019年3月在意大利进行国事访问时说到，我将无我，不负人民。我愿意做到一个“无我”的状态，为中国的发展奉献自己。2020年12月 在全国政协新年茶话会上他又说到，我们要发扬为民服务孺子牛、创新发展拓荒牛、艰苦奋斗老黄牛的精神，在全面建设社会主义现代化国家新征程上奋勇前进。“我将无我，不负人民”和“三牛”精神，体现了中国共产党( ) A. 把人民利益放在至高无上的地位 B. 坚持全心全意为人民服务的根本宗旨 C. 立党为公、执政为民的执政理念 D. 从始至终都没有自身利益", "A": "ABC"}, {"Q": "《管子•牧民》中记载:“政之所兴，在顺民心;政之所废，在逆民心。”《尚书•大禹》提出:“德惟善政，政在养民。”这对我们党执政的启示是( ) A. 把增长政府权威作为出发点和立足点 B. 倡导正确的权力观和政绩观 C. 以满足人民一切意愿与诉求为根本点 D. 坚持以人民为中心的治国理念", "A": "BD"}, {"Q": "党的十九届六中全会把“发展全过程人民民主”写进了《决议》，强调必须坚持( )有机统一，积极发展全过程人民民主。这是对马克思主义人民民主思想的继承和发展，是中国特色社会主义民主理论的重大创新成果。 A. 党的领导 B. 人民当家作主 C. 依法治国 D. 独立自主", "A": "ABC"}, {"Q": "中国特色社会主义价值目标是( ) A. 国家富强 B. 民族振兴 C. 社会和谐 D. 人民幸福", "A": "ABCD"}, {"Q": "党的十八大以来，我们党一直强调坚持和发展中国特色社会主义要一以贯之。在《习近平谈治国理政》第三卷收录的文献中，习近平总书记再次强调了这一点。这是因为，新时代中国特色社会主义( ) A. 是中国共产党必须牢记的初心和使命 B. 是人类社会发展的最高阶段 C. 是党领导人民进行伟大社会革命的继续 D. 是党和人民历经千辛万苦取得的宝贵成果", "A": "CD"}, {"Q": "现在，我们党正团结带领全国各族人民朝着全面建成社会主义现代化强国的第二个百年奋斗目标迈进。新的赶考路上，我们要继续推进全过程人民民主建设，不断丰富有效的民主实现形式。以下是民主形式的有( ) A. 民主选举 B. 民主监督 C. 民主决策 D. 民主协商 E. 民主管理", "A": "ABCDE"}, {"Q": "周恩来同志为家人订立“十条家规”，朱德同志告诫子女“接班不接官”，彭德怀同志对亲友不搞“近水楼台先得月”，曾志同志拒绝为孙子安排“农转非”。老一辈革命家的言行体现了共产党人( ) A. 公而无私的党性修养 B. 正心律己的自觉 C. 不徇私情的原则立场 D. 只维护无产阶级的利益", "A": "ABC"}]