[
  {
    "Q": "马克思主义是(  )。 A. 无产阶级思想的科学体系 B. 人民大众思想的科学体系 C. 革命阶级思想的科学体系 D. 革命政党思想的科学体系",
    "A": "A"
  },
  {
    "Q": "马克思主义理论从广义上说是（  ）。 A. 不仅指马克思恩格斯创立的基本理论、基本观点和学说的体系，也包括继承者对它的发展 B. 无产阶级争取自身解放和整个人类解放的学说体系 C. 关于无产阶级斗争的性质、目的和解放条件的学说 D. 马克思和恩格斯创立的基本理论、基本观点和基本方法构成的科学体系",
    "A": "A"
  },
  {
    "Q": "狭义的马克思主义是指(  )。 A. 马克思创立的学说 B. 马克思恩格斯时代的学说 C. 马克思恩格斯创立的无产阶级思想的科学体系 D. 正在实践中发展着的马克思主义",
    "A": "C"
  },
  {
    "Q": "马克思主义产生的经济、社会历史条件是(  )。 A. 科学技术的发展 B. 资本主义经济的发展 C. 无产阶级反对资产阶级斗争日益激化 D. 工人阶级登上历史舞台",
    "A": "B"
  },
  {
    "Q": "在马克思主义的组成部分中，构成整个马克思主义的基础部分的是（  ）。 A. 马克思主义哲学 B. 马克思主义政治经济学 C. 科学社会主义 D. 马克思主义人类学",
    "A": "A"
  },
  {
    "Q": "马克思主义产生的经济根源是（  ）。 A. 工业革命 B. 资本主义经济危机 C. 资本主义社会生产力和生产关系的矛盾运动 D. 阶级斗争",
    "A": "C"
  },
  {
    "Q": "马克思主义产生的阶级基础是(  )。 A. 科学技术的发展 B. 资本主义经济的发展 C. 无产阶级反对资产阶级斗争日益激化 D. 机器大工业生产的发展",
    "A": "C"
  },
  {
    "Q": "提出价值规律是“一只看不见的手”是（  ）。 A. 马克思 B. 亚当·斯密 C. 大卫·李嘉图 D. 威廉·配第",
    "A": "B"
  },
  {
    "Q": "马克思恩格斯进一步发展和完善了英国古典经济学理论是（  ）。 A. 辩证法 B. 历史观 C. 劳动价值论 D. 剩余价值论",
    "A": "C"
  },
  {
    "Q": "马克思把黑格尔的辩证法称为（  ）。 A. 合理内核 B. 基本内核 C. 精髓 D. 核心",
    "A": "A"
  },
  {
    "Q": "在马克思主义的组成部分中，（  ）是马克思主义理论最深刻、最全面、最详细的证明和运用。 A. 马克思主义哲学 B. 马克思主义政治经济学 C. 科学社会主义 D. 马克思主义政治学",
    "A": "B"
  },
  {
    "Q": "在第一次世界大战中成为东西方矛盾焦点和帝国主义政治体系最薄弱环节的国家是（  ）。 A. 德国 B. 奥地利 C. 中国 D. 俄国",
    "A": "D"
  },
  {
    "Q": "“哲学把无产阶级当作自己的物质武器、同样，无产阶级把哲学当作自己的精神武器”，这个论断的含义是（  ）。 A. 马克思主义是无产阶级的世界观和方法论 B. 哲学的存在方式是物质 C. 无产阶级的存在方式是精神 D. 无产阶级掌握哲学就由自为阶级转变为自在阶级",
    "A": "A"
  },
  {
    "Q": "（  ）是马克思主义首要的和基本观点。 A. 实践观点 B. 发展观点 C. 联系观点 D. 历史观点",
    "A": "A"
  },
  {
    "Q": "无产阶级的科学世界观和方法论是（  ）。 A. 辩证唯物主义 B. 历史唯物主义 C. 辩证唯物主义和历史唯物主义 D. 唯物主义",
    "A": "C"
  },
  {
    "Q": "在马克思主义的组成部分中，构成整个马克思主义思想体系的核心的是（  ）。 A. 马克思主义哲学 B. 马克思主义政治经济学 C. 科学社会主义 D. 马克思主义历史学",
    "A": "C"
  },
  {
    "Q": "以下属于马克思主义基本立场的是(  ) A. 马克思主义是关于自然、社会和人类思维发展一般规律的科学认识 B. 马克思主义是最资本主义和社会主义社会发展规律的科学认识 C. 马克思主义以人民为中心,坚持一切为了人民,一切依靠人民,全心全意为人民服务 D. 马克思主义是对人类思想成果和社会实践经验的科学总结",
    "A": "C"
  },
  {
    "Q": "马克思“包含着新世界观的天才萌芽的第一个文件”是（   ）。 A. 《关于费尔巴哈的提纲》 B. 《共产党宣言》 C. 《德意志意识形态》 D. 《资本论》",
    "A": "A"
  },
  {
    "Q": "马克思主义最崇高的社会理想 （  ）。 A. 实现共产主义 B. 消灭阶级、消灭国家 C. 实现个人的绝对自由 D. 实现人权",
    "A": "A"
  },
  {
    "Q": "马克思主义最根本的世界观和方法论是(  )。 A. 实事求是，理论联系实际 B. 辩证唯物主义和历史唯物主义 C. 从实际出发，实事求是 D. 唯物主义和辩证法",
    "A": "B"
  },
  {
    "Q": "马克思恩格斯的(   )，是他们创立马克思主义的重要条件。 A. 高尚人格 B. 崇高理想 C. 奋斗精神 D. 学者和革命家的品质",
    "A": "D"
  },
  {
    "Q": "马克思主义诞生的标志是 (   )。 A. 《共产党宣言》的发表 B. 共产党的出现 C. 十月革命的胜利 D. 剩余价值论的发现",
    "A": "A"
  },
  {
    "Q": "马克思主义诞生于19世纪40年代，到那时，资本主义的发展已经经历过（  ）。 A. 14世纪末至15世纪初，资本主义生产关系在西欧封建社会内部孕育 B. 18世纪60年代至19世纪30年代末，资本主义工业革命推动资本主义社会生产力发展 C. 多次经济危机，给资本主义世界造成极大破坏 D. 垄断资本主义",
    "A": "ABC"
  },
  {
    "Q": "作为一个完整的科学体系，马克思主义理论体系的三个主要组成部分是(  ) 。 A. 马克思主义政治学 B. 马克思主义政治经济学 C. 科学社会主义 D. 马克思主义哲学",
    "A": "BCD"
  },
  {
    "Q": "作为马克思主义产生阶级基础的19世纪三大工人起义是(  )。 A. 巴黎公社 B. 1831年和1834法国里昂工人两次起义 C. 1838年在英国爆发的延续十余年的宪章运动 D. 1844年德国西里西亚纺织工人起义",
    "A": "BCD"
  },
  {
    "Q": "马克思主义产生的直接理论渊源是 (  )。 A. 德国古典哲学 B. 英国古典政治经济学 C. 法国英国的空想社会主义 D. 法国启蒙思想",
    "A": "ABC"
  },
  {
    "Q": "德国古典哲学的最主要的代表性人物（  ）。 A. 康德 B. 黑格尔 C. 费尔巴哈 D. 费希特",
    "A": "BC"
  },
  {
    "Q": "资产阶级古典政治经济学的代表人物（  ）。 A. 亚当·斯密 B. 大卫·李嘉图 C. 马尔萨斯 D. 西斯蒙",
    "A": "AB"
  },
  {
    "Q": "空想社会主义的最杰出的代表是(  )。 A. 昂利·圣西门 B. 沙尔·傅立叶 C. 罗伯特·欧文 D. 托马斯·莫尔",
    "A": "ABC"
  },
  {
    "Q": "马克思恩格斯最重要的理论贡献是 (  )。 A. 辩证法 B. 劳动价值论 C. 唯物史观 D. 剩余价值学说",
    "A": "CD"
  },
  {
    "Q": "马克思主义是(  )。 A. 以世界的本质及其发展的一般规律为根本研究对象，是关于世界的普遍本质及其发展的一般规律的科学 B. 是关于人类社会发展的一般规律，资本主义发展和转变为社会主义，以及社会主义和共产主义发展普遍规律的科学 C. 马克思主义是一种意识形态，即现代无产阶级的意识形态 D. 是关于无产阶级和人类解放的科学。",
    "A": "ABCD"
  },
  {
    "Q": "马克思主义的基本方法主要包括(  )。 A. 实事求是的方法 B. 辩证分析的方法 C. 历史分析的方法 D. 阶级分析的方法",
    "A": "ABCD"
  },
  {
    "Q": "作为中国共产党和社会主义事业指导思想的马克思主义是指（  ）。 行动指南 A. 由马克思和恩格斯创立并为后继者所不断发展的科学理论体系 B. 关于自然、社会和人类思维发展一般规律的学说 C. 是关于无产阶级解放、全人类解放和每个人自由而全面发展的学说 D. 是无产阶级政党和社会主义国家的指导思想，是指引人民创造美好生活的",
    "A": "ABCD"
  },
  {
    "Q": "下列属于马克思主义基本观点的是（   ）。 A. 关于人与自然和谐共生的观点 B. 关于世界历史的观点 C. 关于人民群众创造历史的观点 D. 关于共产主义社会基本特征和共产主义远大理想的观点",
    "A": "ABCD"
  },
  {
    "Q": "马克思主义鲜明特征是（   ）。 导论 A. 科学性 B. 人民性 C. 实践性 D. 发展性",
    "A": "ABCD"
  }
]