[
  {
    "Q": "( )指出，“两个确立”，是党在新时代取得的重大政治成果，对新时代党和国家事业发展、对推进中华民族伟大复兴历史进程具有决定性意义。 A. 党的十九届六中全会 B. 党的十九大 C. 党的二十大 D. 党的十八届六中全会",
    "A": "A"
  },
  {
    "Q": "党的二十大提出的( )，是习近平新时代中国特色社会主义思想的世界观、方法论和贯穿其中的立场观点方法的重要体现。 A. “六个必须坚持” B. “四个意识” C. “两个确立” D. “四个自信”",
    "A": "A"
  },
  {
    "Q": "党的( )以来，中国特色社会主义进入新时代，以习近平同志为主要代表的中国共产党人，坚持把马克思主义基本原理同中国具体实际相结合、同中华传统文化相结合，创立了习近平新时代中国特色社会主义思想，实现了马克思主义中国化的新飞跃。 A. 十七大 B. 十九大 C. 二十大 D. 十八大",
    "A": "D"
  },
  {
    "Q": "( )把习近平新时代中国特色社会主义思想确立为党必须长期坚持的思想并写入党章。 A. 党的十八大 B. 党的二十大 C. 党的十九届六中全会 D. 党的十九大",
    "A": "D"
  },
  {
    "Q": "( )明确了习近平同志党中央的核心地位、全党的核心地位。 A. 党的十九届六中全会 B. 党的十九大 C. 党的二十大 D. 党的十八届六中全会",
    "A": "D"
  },
  {
    "Q": "中国特色社会主义的战略布局是( )。 A. “五位一体” B. “十个明确” C. “四个全面” D. “十四个坚持”",
    "A": "C"
  },
  {
    "Q": "经过长期努力，中国特色社会主义进入新时代，这是我国发展新的( ) A. 历史时期 B. 历史阶段 C. 历史方位 D. 历史地位",
    "A": "C"
  },
  {
    "Q": "2018年3月，( )通过宪法修正案，郑重地把习近平新时代中国特色社会主义思想载入宪法，实现了国家指导思想的与时俱进，反映了全国各族人民的共同意志和全社会的共同意愿。 A. 十三届全国人大一次会议 B. 十四届全国人大三次会议 C. 党的十八届六中全会 D. 党的十九届六中全会",
    "A": "A"
  },
  {
    "Q": "习近平新时代中国特色社会主义思想内涵十分丰富，党的十九大、十九届六中全会提出的( )概括了习近平新时代中国特色社会主义的主要内容。 A. “十个明确” B. “十四个坚持” C. “十一个方面的成就” D. “十三个方面的成就”",
    "A": "ABD"
  },
  {
    "Q": "党的二十大提出的“六个必须坚持”，是习近平新时代中国特色社会主义思想的世界观、方法论和贯穿其中的立场观点方法的重要体现。这“六个必须坚持”是( ) A. 必须坚持自信自立 B. 必须坚持实事求是 C. 必须坚持守正创新 D. 必须坚持问题导向 E. 必须坚持系统观念 F. 必须坚持人民至上 G. 必须坚持胸怀天下 H. 必须坚持理论联系实际",
    "A": "ACDEFG"
  },
  {
    "Q": "习近平新时代中国特色社会主义思想从理论上回答了新时代( )等重大课题，以崭新的思想内容丰富和发展了马克思主义，形成了完整的科学体系。 A. 建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党 B. 建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国 C. 坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义 D. 坚持和发展什么样的中国特色社会主义文化、怎样建设和发展中国特色社会主义文化",
    "A": "ABC"
  },
  {
    "Q": "党的十九届六中全会指出，党确立( )，反映了全党全军全国各族人民共同心愿。“两个确立”，是党在新时代取得的重大政治成果，对新时代党和国家事业发展、对推进中华民族伟大复兴历史进程具有决定性意义。 A. 确立习近平同志党中央的核心地位、全党的核心地位 B. 确立习近平新时代中国特色社会主义思想的指导地位 C. 确立必须增强“四个意识” D. 确立必须坚定“四个自信”",
    "A": "AB"
  },
  {
    "Q": "习近平新时代中国特色社会主义思想，是马克思主义基本原理同( )相结合的重大成果,是坚持\"两个结合\"的光辉典范。\"两个结合\"是我们党在探索中国特色社会主义道路中得出的规律性认识，是我们取得成功的最大法宝。 A. 中国精神 B. 中国具体实际 C. 中华优秀传统文化 D. 社会主义文化",
    "A": "BC"
  },
  {
    "Q": "全面系统学习领会习近平新时代中国特色社会主义思想，对青年大学生( )具有十分重要的意义。 A. 认识改革开放 B. 认识我们所处的时代 C. 认识新时代党的理论创新 D. 认识在创新理论指导下党和国家事业发展",
    "A": "BCD"
  },
  {
    "Q": "习近平新时代中国特色社会主义思想是( )，实现了马克思主义中国化新的飞跃。 A. 二十一世纪马克思主义 B. 中华品格和中国力量 C. 当代中国马克思主义 D. 中华文化和中国精神时代精华",
    "A": "ACD"
  }
]
