[{"Q": "( )，是近代以来中国人民的共同梦想，是中国共产党矢志不渝的奋斗目标。 A. 社会主义现代化建设 B. 中国特色社会主义 C. 国家富强民族振兴 D. 实现中华民族伟大复兴", "A": "D"}, {"Q": "习近平指出:“一百年来，中国共产党团结带领中国人民进行的一切奋斗、 一切牺牲、一切创造，归结起来就是一个主题:( )。” A. 实现中华民族伟大复兴 B. 走中国特色社会主义道路 C. 促进人的全面发展 D. 坚持中国共产党领导", "A": "A"}, {"Q": "( )，习近平在庆祝中国共产党成立100周年大会上庄严宣告:“经过全党全国各族人民持续奋斗，我们实现了第一个百年奋斗目标，在中华大地上全面建成了小康社会，历史性地解决了绝对贫困问题，正在意气风发向着全面建成社会主义现代化强国的第二个百年奋斗目标迈进。” A. 2018年7月1日 B. 2019年7月1日 C. 2021年7月1日 D. 2022年7月1日", "A": "C"}, {"Q": "( )，标志着第一个百年奋斗目标胜利实现，国家更富强、人民更幸福、社会更稳定、环境更优美，人民获得感幸福感安全感显著提升，中华民族实现了从大幅落后于时代到大踏步赶上时代的新跨越。 A. 打赢脱贫攻坚战 B. 成为世界第二大经济体 C. 中国特色社会主义进入新时代 D. 如期全面建成小康社会", "A": "D"}, {"Q": "摆脱贫困一直是困扰全球发展和治理的突出难题，我国提前( )实现联合国2030年可持续发展议程减贫目标。 A. 10年 B. 15年 C. 20年 D. 25年", "A": "A"}, {"Q": "党的二十大进一步明确了全面建成社会主义现代化强国的战略安排，把基本实现社会主义现代化的时间提前了( )年。 A. 10年 B. 15年 C. 20年 D. 25年", "A": "B"}, {"Q": "( )把我国建成富强民主文明和谐美丽的社会主义现代化强国。 A. 从2020年到2035年 B. 从2020年到2045年 C. 从2035年到2050年 D. 从2035年到本世纪中叶", "A": "D"}, {"Q": "孙中山领导辛亥革命试图以建立资产阶级共和国、振兴实业等方案来实现现代化，他的( )被称为近代中国谋求现代化的第一份蓝图。 A. 《建国方略》 B. 《现代化之路》 C. 《中国方案》 D. 《振兴中华》", "A": "A"}, {"Q": "进入新时代，我们党成功推进和拓展了中国式现代化,为中国式现代化提供了( )。 A. 根本社会条件 B. 根本政治前提和制度基础 C. 更为完善的制度保证、更为坚实的物质基础、更为主动的精神力量 D. 充满新的活力的体制保证和快速发展的物质条件", "A": "C"}, {"Q": "( )决定中国式现代化的根本性质。 A. 党的领导 B. 人民当家作主 C. 依法治国 D. 中国特色社会主义", "A": "A"}, {"Q": "( )是推进现代化最坚实的根基、最深厚的力量。 A. 文化 B. 中国共产党的领导 C. 人民 D. 中华文明", "A": "C"}, {"Q": "( )是中华民族精神之魂，是我们立党立国的重要原则。 A. 文化自信 B. 人民至上 C. 社会主义制度 D. 独立自主", "A": "D"}, {"Q": "( )是中国共产党和中国人民最显著的精神标识，是中国人民创造历史伟业的必由之路。 A. 自力更生 B. 团结奋斗 C. 斗争精神 D. 中国精神", "A": "B"}, {"Q": "中国式现代化，深深植根于( )，体现科学社会主义的先进本质，借鉴吸收一切人类优秀文明成果，代表人类文明进步的发展方向，是一种全新的人类文明形态。 A. 中华五千年灿烂文明 B. 中华优秀传统文化 C. 科学社会主义 D. 中国特色社会主义", "A": "B"}, {"Q": "新时代新征程中国共产党的中心任务，就是团结带领全国各族人民、( )，以中国式现代化全面推进中华民族伟大复兴。 A. 全面建成社会主义现代化强国 B. 实现第一个百年奋斗目标 C. 实现第二个百年奋斗目标 D. 全面建成社会主义现代化国家", "A": "AC"}, {"Q": "实现中华民族伟大复兴的中国梦，本质是( )。 A. 国家富强 B. 民族振兴 C. 人民幸福 D. 世界大同", "A": "ABC"}, {"Q": "我们要统揽( )，勠力同心、接力奋斗，用实干托起中国梦。 A. 伟大斗争 B. 伟大工程 C. 伟大事业 D. 伟大梦想", "A": "ABCD"}, {"Q": "中国式现代化是中国共产党领导的社会主义现代化，这是对中国式现代化的定性，是( )的。 A. 管总 B. 管根本 C. 管长远 D. 管大局", "A": "AB"}, {"Q": "推进中国式现代化需要牢牢把握的重大原则是( )。 A. 坚持和加强党的全面领导 B. 坚持中国特色社会主义道路 C. 坚持以人民为中心的发展思想 D. 坚持深化改革开放,坚持发扬斗争精神", "A": "ABCD"}, {"Q": "推进中国式现代化，必须坚持( )，坚持道不变、志不改，既不走封闭僵化的老路，也不走改旗易帜的邪路，始终坚持和发展中国特色社会主义。 A. 以经济建设为中心 B. 坚持四项基本原则 C. 坚持改革开放 D. 坚持独立自主、自力更生", "A": "ABCD"}]