[{"Q": "( )是坚持和发展中国特色社会主义的必由之路。 A. 团结奋斗 B. 坚持党的全面领导 C. 贯彻新发展理念 D. 全面从严治党", "A": "B"}, {"Q": "中国特色社会主义事业始终充满生机活力的根本原因是( ) A. 中国共产党运用马克思主义及时科学解答时代新课题，不断推进马克思主义中国化时代化 B. 中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队 C. 中国共产党具有广泛坚实的阶级基础、群众基础和社会基础 D. 党经受了长期历史考验和血与火的洗礼，形成了思想高度统一、组织体系严密、组织纪律严明的统一整体", "A": "A"}, {"Q": "习近平指出:“一定要认清，中国最大的国情就是( )。什么是中国特色?这就是中国特色。” A. 现在处于并将长期处于社会主义初级阶段 B. 中国共产党的领导 C. 仅用几十年时间就走完发达国家几百年走过的工业化历程 D. 中国特色社会主义", "A": "B"}, {"Q": "坚持和加强党的全面领导，使党的政治领导力、思想引领力、群众组织力、社会号召力显著增强。( )是马克思主义政党第一位的能力 A. 政治领导力 B. 思想引领力 C. 群众组织力 D. 社会号召力", "A": "A"}, {"Q": "( )是党的领导的最高原则，是党保持团结统一和强大战斗力的关键所在。 A. 民主集中制 B. 党中央集中统一领导 C. 群众路线 D. 实事求是", "A": "B"}, {"Q": "维护党中央权威和集中统一领导，最关键的是( )。 A. 坚决维护习近平同志党中央的核心、全党的核心地位 B. 实行民主集中制 C. 修改党章，加强党中央权力 D. 严明政治纪律", "A": "A"}, {"Q": "中国共产党是以( )为根本组织原则和领导制度。 A. 群众路线 B. 民主集中制 C. 党章 D. 政治纪律", "A": "B"}, {"Q": "党的领导制度是我国的( ) A. 根本制度 B. 重要制度 C. 基本制度 D. 政策策略", "A": "A"}, {"Q": "坚持党总揽全局、协调各方的领导核心地位，( )形象地说，这就像“众星捧月”，这个“月”就是中国共产党。 A. 习近平 B. 邓小平 C. 毛泽东 D. 江泽民", "A": "A"}, {"Q": "中国共产党的性质决定了党的宗旨是( )。 A. 立党为公、执政为民 B. 以人为本、执政为民 C. 全心全意为人民服务 D. 为实现共产主义而奋斗", "A": "C"}, {"Q": "( )是我国的根本领导制度，居于统领地位。 A. 党的组织原则 B. 党的政治原则 C. 党的领导制度 D. 党的性质宗旨", "A": "C"}, {"Q": "历史和现实证明，( )就没有中国特色社会主义的产生与发展。 A. 没有中国共产党的指导 B. 没有中国共产党的组织 C. 没有中国共产党的领导 D. 没有中国共产党的监督", "A": "C"}, {"Q": "( )将党的领导制度明确为我国根本领导制度。 A. 党的十九大 B. 党的十九届三中全会 C. 党的十九届四中全会 D. 党的十九届五中全会", "A": "C"}, {"Q": "《中国共产党党章》明确规定，中国共产党是中国工人阶级的先锋队，同时是( )。 A. 中国人民的先锋队 B. 中华民族的先锋队 C. 中国人民和中华民族的先锋队 D. 中国新阶层的先锋队", "A": "C"}, {"Q": "( )是中国特色社会主义最本质的特征。 A. 以经济建设为中心 B. 以人为本 C. “五位一体总体布局” D. 中国共产党的领导", "A": "D"}, {"Q": "面对新时代新挑战新要求，( )就是战胜艰难险阻，不断取得胜利的制胜法宝。 A. 改进完善党的领导 B. 坚持和加强党的领导 C. 全面推进党的改革 D. 增加党员人数", "A": "B"}, {"Q": "党中央制定的理论和路线方针政策，是全党全国各族人民统一思想、统一意志、统一行动的依据和基础。党中央的权威首先体现在( ) A. 党中央决定的事、党中央的决策部署，所有党组织和党员都必须坚决执行 B. 党的理论和路线方针政策能够不折不扣得到贯彻执行 C. 要以实际行动维护党中央权威，确保党中央政令畅通、令行禁止 D. 维护党中央权威和集中统一领导，对象是党中央而不是其他任何组织", "A": "B"}, {"Q": "中国共产党是以民主集中制为根本组织原则和领导制度的马克思主义政党。必须坚持党员个人服从党的组织，少数服从多数，下级组织服从上级组织，全党各个组织和全体党员服从党的全国代表大会和中央委员会，核心是( ) A. 个人服从党的组织 B. 少数服从多数 C. 下级组织服从上级组织 D. 全党各个组织和全体党员服从党的全国代表大会和中央委员会", "A": "D"}, {"Q": "加强党中央对重大工作的领导，是我们党的优良传统和宝贵经验。早在( )时期，我们党就确立了各省委向中央报告的制度，要求各地及时向中央报告工作。 A. 建党 B. 土地革命战争 C. 抗日战争 D. 解放战争", "A": "B"}, {"Q": "党的领导制度是一个系统完备、内涵丰富的制度体系，主要涵盖( )个方面的制度。 A. 四 B. 五 C. 六 D. 七", "A": "C"}, {"Q": "健全党的全面领导制度，确保党在各种组织中发挥领导作用，是党的领导制度体系的( ) A. 最高原则 B. 主体内容 C. 实践要求 D. 坚强保证", "A": "B"}, {"Q": "中国共产党的领导是中国特色社会主义最本质的特征，这是( )以来习近平提出的一个重要论断。 A. 党的十八大 B. 党的十五大 C. 党的十九大 D. 党的十七大", "A": "A"}, {"Q": "中国共产党的领导是( ) A. 中国特色社会主义最本质的特征 B. 中国最大的国情 C. 中国特色社会主义制度的最大优势 D. 实现中华民族伟大复兴的历史使命", "A": "ABC"}, {"Q": "中国共产党领导是中国特色社会主义最本质的特征，( )。 A. 这是在近代以来中国历史发展中形成的 B. 这是由中国最广大人民根本利益决定的 C. 这是实现中华民族伟大复兴历史任务决定的 D. 这决定了中国特色社会主义其他特点和特征", "A": "ABCD"}, {"Q": "中国共产党的领导是( ) A. 在历史奋斗中形成的 B. 人民当家做主的可靠保障 C. 关系中国特色社会主义的性质、方向和命运 D. 是实现中华民族伟大复兴的根本保证", "A": "ABCD"}, {"Q": "中国特色社会主义之所以是社会主义，究其根本就在于( )。 A. 坚持科学社会主义基本原则 B. 坚持中国共产党的领导 C. 坚持按劳分配 D. 坚持社会主义市场经济体制", "A": "AB"}, {"Q": "全面加强党的领导，( )。 A. 使我们有效应对严峻复杂的国际形势和接踵而至的巨大风险挑战 B. 有力推进了党和国家各项事业的顺利发展 C. 胜利实现了全面建成小康社会的战略目标 D. 开启了全面建设社会主义现代化国家新征程", "A": "ABCD"}, {"Q": "1948年在解放战争即将取得决定性胜利之际，中国共产党发布“五一口号”，( ) A. 号召全国各族人民为争取民族独立、人民解放和实现国家富强、人民幸福而不懈奋斗 B. 号召迅速召开政治协商会议，成立民主联合政府 C. 各民主党派以及无党派民主人士和海外华侨热烈响应，公开、自觉地接受中国共产党的领导 D. 必须团结成“一块坚硬的钢铁”，必须有坚强的领导核心", "A": "BC"}, {"Q": "健全党的全面领导制度，必须( )。 A. 必须完善党在各种组织中发挥领导作用的制度 B. 必须完善党协调各方的机制 C. 必须完善党领导各项事业的具体制度 D. 必须完善人民代表大会制度", "A": "ABC"}, {"Q": "党的领导是做好党和国家各项工作的根本保证，是我国( )的根本点，绝对不能有丝毫动摇。 A. 民族团结 B. 社会稳定 C. 政治稳定 D. 经济发展", "A": "ABCD"}, {"Q": "确保党始终总揽全局、协调各方，必须增强政治意识( )，自觉维护党中央权威和集中统一领导，自觉在思想上政治上行动上同党中央保持高度一致。 A. 大局意识 B. 核心意识 C. 中心意识 D. 看齐意识", "A": "ABD"}, {"Q": "党是最高政治领导力量，这是由我国(）和（）所决定的 A. 国家性质 B. 政治制度体系 C. 经济基础 D. 经济制度", "A": "AB"}, {"Q": "党的领导是全面的，体现在( ) A. 领导对象 B. 领导内容 C. 领导过程 D. 领导方式", "A": "ABCD"}, {"Q": "坚持和完善党的领导，是( )。 A. 党和国家的根本所在、命脉所在 B. 全国各族人民的利益所在、幸福所在 C. 中国特色社会主义最本质的特征 D. 中国特色社会主义制度的最大优势", "A": "ABCD"}, {"Q": "党的领导是全面的、系统的、整体的，并不是说党组织包揽包办一切、事无巨细什么都去管，而是( ) A. 在各级各种组织中发挥领导核心作用 B. 既善于总揽全局，又善于协调各方，不断增强党组织的领导统筹能力 C. 充分调动方方面面的工作积极性 D. 使党的领导作用贯穿于工作全过程", "A": "ABCD"}, {"Q": "中国共产党是中国特色社会主义事业的( )。 A. 开创者 B. 推动者 C. 引领者 D. 发动者", "A": "ABC"}, {"Q": "党章规定的民主集中制要求( )。 A. 党员个人服从党的组织 B. 少数服从多数 C. 下级组织服从上级组织 D. 全党各个组织和全体党员服从党的全国代表大会和中央委员会", "A": "ABCD"}, {"Q": "坚持和加强党的全面领导，使党的( )显著增强. A. 政治领导力 B. 思想引领力 C. 群众组织力 D. 社会号召力", "A": "ABCD"}, {"Q": "中国共产党作为最高政治领导力量，在党和国家事业发展中居于中心地位。党的领导是( ) A. 全面的 B. 系统的 C. 独特的 D. 整体的", "A": "ABD"}, {"Q": "中国特色社会主义制度是一个严密完整的科学制度体系，起四梁八柱作用的是( ) A. 根本制度 B. 基本制度 C. 重要制度 D. 具体制度", "A": "ABC"}, {"Q": "加强党中央对重大工作的领导，必须完善党中央重大决策部署落实机制。党的领导决策核心是( ) A. 中央委员会 B. 中央政治局 C. 中央政治局常委会 D. 党的总书记", "A": "ABC"}, {"Q": "坚持和加强党的全面领导，必须健全党的全面领导制度。健全党的全面领导制度，必须( ) A. 加强党中央对重大工作的领导 B. 完善党在各种组织中发挥领导作用的制度 C. 完善党协调各方的机制 D. 完善党领导各项事业的具体制度", "A": "BCD"}]