[{"Q": "要破解发展中面临的难题，化解来自各方面的风险挑战，推动经济社会持续健康发展，必须依靠( )。 A. 全面建成小康社会 B. 全面深化改革 C. 全面依法治国 D. 全面从严治党", "A": "B"}, {"Q": "党的十九大提出，党的二十大重申，到( )“各方面制度更加完善，国家治理体系和治理能力现代化基本实现”。 A. 2035年 B. 2030年 C. 2025年 D. 2020年", "A": "A"}, {"Q": "中国特色社会主义制度和国家治理体系是以( )为指导、植根中国大地、具有深厚中华文化根基、深得人民拥护的制度和治理体系。 A. 社会主义 B. 中国特色社会主义 C. 马克思主义 D. 毛泽东思想", "A": "C"}, {"Q": "坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化，不仅要建立完善的制度体系，还要在不断提高( )上狠下功夫。 A. 民主与法治 B. 制度创新和社会和谐 C. 社会发展和经济增速 D. 制度执行力和治理能力", "A": "D"}, {"Q": "( )作出了全面深化改革的决定。 A. 党的十八大 B. 党的十八届三中全会 C. 党的十九大 D. 党的十九届六中全会", "A": "B"}, {"Q": "全面深化改革必须始终站稳人民立场，坚持( )的改革价值取向。 A. 以人民为中心 B. 社会主义本质要求 C. 党的性质宗旨 D. 社会主义发展", "A": "A"}, {"Q": "保持战略定力，牢牢把握全面深化改革开放的正确方向，最核心的是( )、坚持和完善中国特色社会主义制度。 A. 全体人民的共同参与 B. 坚持和改善党的领导 C. 全方位对外开放 D. 社会主义的发展方向", "A": "B"}, {"Q": "( )是运用国家制度管理国家各方面事务的能力。 A. 治理能力 B. 治理体系 C. 管理能力 D. 协调能力", "A": "A"}, {"Q": "坚持以( )为原则推动“一带一路”建设。 A. 中华民族伟大复兴 B. 维护世界和平、促进共同发展 C. 共商共建共享 D. 维护党中央权威", "A": "C"}, {"Q": "推进国家治理体系和治理能力现代化，必须坚定中国特色社会主义( )。 A. 文化自信 B. 理论自信 C. 制度自信 D. 道路自信", "A": "C"}, {"Q": "坚持重大改革于法有据。全面深化改革开放是一场深刻的制度变革，制度的“立”和“破”必须于法有据。( )如鸟之两翼、车之两轮，相辅相成、相伴而生。 A. 改革和规则 B. 改革和法治 C. 改革与决策 D. 开放与合作", "A": "B"}, {"Q": "推进国家治理体系和治理能力现代化，必须把中国特色社会主义制度优势转化为国家( ) A. 治理效率 B. 治理效能 C. 治理成效 D. 治理成果", "A": "B"}, {"Q": "正确处理好( )的关系，是我国改革开放的一条重要经验。 A. 系统整体协同 B. 顶层设计和摸着石头过河 C. 改革发展稳定 D. 胆子要大步子要稳", "A": "C"}, {"Q": "党的十九届四中全会，对坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化作出总体擘画。以下表述不正确的是( ) A. 党成立100年时，在各方面制度更加成熟更加定型上取得明显成效 B. 2035年，各方面制度更加完善，基本实现国家治理体系和治理能力现代化 C. 新中国成立100年时，全面实现国家治理体系和治理能力现代化，中国特色社会主义制度更加巩固、优越性充分展现 D. 本世纪中叶，全面建成符合社会主义现代化发展的国家治理体系", "A": "D"}, {"Q": "推进改革的目的是要不断推进我国社会主义制度( )，赋予社会主义新的生机活力。 A. 自我完善和发展 B. 现实性和实效性 C. 人民性和整体性 D. 整体推进和全面发展", "A": "A"}, {"Q": "( )是新时代坚持和发展中国特色社会主义的根本动力。 A. 解放思想 实事求是 B. 全面深化改革开放 C. 发展社会主义市场经济 D. 坚持党的全面领导", "A": "B"}, {"Q": "继续扩大对外开放，构建更高水平开放型经济新体制，要依托我国超大规模市场优势，以( )吸引全球资源要素，提升贸易投资合作质量和水平。 A. 国内大循环 B. 国内国外双循环 C. 新质生产力 D. 社会主义市场经济", "A": "A"}, {"Q": "国家治理体系是在党领导下管理国家的制度体系，包括经济、政治、文化、社会、生态文明和( )等各领域体制机制、法律法规安排，是一整套紧密相连、相互协调的国家制度。 A. 国家统一 B. 军队建设 C. 党的建设 D. 人类命运共同体", "A": "C"}, {"Q": "习近平指出:“这‘三个进一步解放’既是改革的目的，又是改革的条件”，其中提到的“三个进一步解放”是进一步解放思想、进一步解放和发展社会生产力、进一步( )。 A. 解放和发展新理念 B. 解放和促进改革开放 C. 解放和发展新质生产力 D. 解放和增强社会活力", "A": "D"}, {"Q": "把全面深化改革不断引向深入，要聚焦( )中的重大问题，注重统筹全局、把握重点，抓好重大改革任务攻坚克难。 A. 全面建设社会主义现代化国家 B. 中华民族伟大复兴 C. 建设社会主义市场经济 D. 建设富强、民主、文明、和谐、美丽的社会主义现代化强国", "A": "A"}, {"Q": "( )是全面深化改革的出发点和落脚点。 A. 实现两个百年目标 B. 促进社会公平正义 C. 增进人民福祉 D. 建成世界一流强国", "A": "BC"}, {"Q": "全面深化改革的总目标是( )。 A. 实现两个百年目标 B. 实现中国梦 C. 完善和发展中国特色社会主义制度 D. 推进国家治理体系和治理能力现代化", "A": "CD"}, {"Q": "治理能力是运用国家制度管理国家各方面事务的能力，它包括( )等各个方面各个领域的治理能力。 A. 改革发展稳定 B. 内政外交国防 C. 治党治国治军 D. 社会和谐进步", "A": "ABC"}, {"Q": "全面深化改革必须坚持和完善( )。 A. 中国特色社会主义制度 B. 国家治理体系 C. 经济社会发展 D. 政府宏观调控", "A": "AB"}, {"Q": "坚持全面深化改革开放的正确方向( ) A. 必须坚持和完善党的全面领导、坚持和完善中国特色社会主义制度 B. 必须坚持社会主义市场经济改革方向 C. 必须坚持以人民为中心，促进社会公平正义、增进人民福祉 D. 必须有利于进一步解放思想、进一步解放和发展社会生产力、进一步解放和增强社会活力", "A": "ACD"}, {"Q": "中国政府倡议，共建“一带一路”恪守联合国宪章的宗旨和原则，坚持( ) A. 开放合作 B. 和谐包容 C. 市场运作 D. 互利共赢", "A": "ABCD"}, {"Q": "五四运动以来，我国发生的三大历史性事件( )，是近代以来实现中华民族伟大复兴的三大里程碑。 A. 建立中国共产党 B. 成立中华人民共和国 C. 社会主义制度在中国确立 D. 推进改革开放和中国特色社会主义事业", "A": "ABD"}, {"Q": "改革开放永无止境是( ) A. 是社会基本矛盾运动规律的深刻反映 B. 是总结世界社会主义实践经验得出的重要结论 C. 是推进党和人民事业发展的必然要求 D. 是实现中华民族伟大复兴的必然要求", "A": "ABC"}, {"Q": "中国将继续实施( )、( )、( )对外开放，坚持走中国式现代化道路，建设更高水平开放型经济新体制。 A. 更广空间 B. 更大范围 C. 更宽领域 D. 更深层次", "A": "BCD"}, {"Q": "推进国家治理体系和治理能力现代化，必须(。 ） A. 坚定中国特色社会主义制度自信 B. 更好发挥中国特色社会主义制度优势 C. 把中国特色社会主义制度优势转化为国家治理效能 D. 实施好“六个紧紧围绕”的路线图", "A": "ABC"}]